var questionData = {
    "3年級": {
        "上冊(H)": [
            {
                "question": "哪些是植物的營養器官",
                "correct": [
                    "根",
                    "莖",
                    "葉"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "花",
                    "果實",
                    "種子"
                ]
            },
            {
                "question": "哪些是植物的生殖器官",
                "correct": [
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "根",
                    "莖",
                    "葉"
                ]
            },
            {
                "question": "莖的基本分類",
                "correct": [
                    "木本莖",
                    "藤本莖",
                    "草本莖"
                ],
                "decoys": [
                    "課本莖",
                    "書本莖",
                    "花本莖",
                    "葉本莖",
                    "根本莖",
                    "硬本莖"
                ]
            },
            {
                "question": "根的基本分類",
                "correct": [
                    "鬚根",
                    "軸根"
                ],
                "decoys": [
                    "毛根",
                    "細根",
                    "大根",
                    "小根",
                    "長根",
                    "短根",
                    "粗根"
                ]
            },
            {
                "question": "葉的基本分類",
                "correct": [
                    "葉脈",
                    "葉緣",
                    "葉序"
                ],
                "decoys": [
                    "葉大",
                    "葉小",
                    "葉寬",
                    "葉厚",
                    "葉色",
                    "葉長"
                ]
            },
            {
                "question": "葉序有哪幾種",
                "correct": [
                    "互生",
                    "對生",
                    "輪生",
                    "叢生"
                ],
                "decoys": [
                    "錯生",
                    "並生",
                    "層生",
                    "散生",
                    "環生"
                ]
            },
            {
                "question": "花的基本構造",
                "correct": [
                    "雄蕊",
                    "雌蕊",
                    "花瓣",
                    "花萼"
                ],
                "decoys": [
                    "花絲",
                    "花柱",
                    "花盤",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "雄蕊的基本構造",
                "correct": [
                    "花藥",
                    "花絲"
                ],
                "decoys": [
                    "花柱",
                    "花盤",
                    "花托",
                    "花被",
                    "花萼",
                    "花瓣",
                    "花色"
                ]
            },
            {
                "question": "雌蕊的基本構造",
                "correct": [
                    "花柱",
                    "柱頭",
                    "子房"
                ],
                "decoys": [
                    "花藥",
                    "花絲",
                    "花萼",
                    "花瓣",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "哪些是植物運用在生活的例子",
                "correct": [
                    "傢俱",
                    "食物",
                    "衣服",
                    "紙張",
                    "飲料"
                ],
                "decoys": [
                    "塑膠",
                    "玻璃",
                    "鍋子",
                    "電力"
                ]
            },
            {
                "question": "五官是指哪五官",
                "correct": [
                    "眼",
                    "耳",
                    "鼻",
                    "舌",
                    "口"
                ],
                "decoys": [
                    "腦",
                    "手",
                    "腳",
                    "心臟"
                ]
            },
            {
                "question": "那些粉末聞起來有味道",
                "correct": [
                    "砂糖",
                    "麵粉",
                    "胡椒粉",
                    "咖啡",
                    "可可"
                ],
                "decoys": [
                    "食鹽",
                    "檸檬酸",
                    "小蘇打",
                    "沙子"
                ]
            },
            {
                "question": "哪些是酸性溶液",
                "correct": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ]
            },
            {
                "question": "哪些是鹼性溶液",
                "correct": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ],
                "decoys": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ]
            },
            {
                "question": "哪些是中性溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "酒精"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "食醋",
                    "汽水",
                    "運動飲料"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性"
                ],
                "decoys": [
                    "滑滑的",
                    "去除油脂",
                    "有苦味",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "紫色"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "去除油脂"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "綠色",
                    "藍色"
                ]
            },
            {
                "question": "生活中，酸性溶液的運用",
                "correct": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ],
                "decoys": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ]
            },
            {
                "question": "生活中，鹼性溶液的運用",
                "correct": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ],
                "decoys": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ]
            },
            {
                "question": "影響溶解量的因素",
                "correct": [
                    "溫度",
                    "水量",
                    "溶質特性"
                ],
                "decoys": [
                    "攪拌",
                    "顏色",
                    "容器",
                    "磨成粉",
                    "顆粒大小",
                    "倒入順序"
                ]
            },
            {
                "question": "空氣的特徵",
                "correct": [
                    "無色",
                    "無味",
                    "無所不在",
                    "佔有空間",
                    "形狀不固定"
                ],
                "decoys": [
                    "藍色",
                    "臭味",
                    "體積固定",
                    "形狀固定"
                ]
            },
            {
                "question": "放進水裡會有氣泡跑出來",
                "correct": [
                    "海綿",
                    "粉筆",
                    "磚塊",
                    "毛衣"
                ],
                "decoys": [
                    "金屬塊",
                    "硬幣",
                    "玻璃球",
                    "塑膠板",
                    "石頭"
                ]
            },
            {
                "question": "運用空氣流動的特性",
                "correct": [
                    "風帆船",
                    "風車",
                    "傳播種子",
                    "發射器"
                ],
                "decoys": [
                    "潛水艇",
                    "船槳",
                    "騎腳踏車",
                    "火箭升空",
                    "保齡球"
                ]
            },
            {
                "question": "運用空氣可壓縮的特性",
                "correct": [
                    "氣泡袋",
                    "安全氣囊",
                    "輪胎",
                    "噴霧罐",
                    "吹氣玩具"
                ],
                "decoys": [
                    "擠牙膏",
                    "放風箏",
                    "風車轉動",
                    "騎腳踏車"
                ]
            },
            {
                "question": "哪些是表達東方",
                "correct": [
                    "面東",
                    "面西的後方",
                    "面南的左方",
                    "面北的右方"
                ],
                "decoys": [
                    "面北的左方",
                    "面南的右方",
                    "面西的前方",
                    "面東的左方",
                    "面東的右方"
                ]
            },
            {
                "question": "哪些是表達西方",
                "correct": [
                    "面西",
                    "面東的後方",
                    "面北的左方",
                    "面南的右方"
                ],
                "decoys": [
                    "面南的左方",
                    "面北的右方",
                    "面東的前方",
                    "面西的左方",
                    "面西的右方"
                ]
            },
            {
                "question": "哪些是表達南方",
                "correct": [
                    "面南",
                    "面北的後方",
                    "面西的左方",
                    "面東的右方"
                ],
                "decoys": [
                    "面東的左方",
                    "面西的右方",
                    "面北的前方",
                    "面南的左方",
                    "面南的右方"
                ]
            },
            {
                "question": "哪些是表達北方",
                "correct": [
                    "面北",
                    "面南的後方",
                    "面東的左方",
                    "面西的右方"
                ],
                "decoys": [
                    "面西的左方",
                    "面東的右方",
                    "面南的前方",
                    "面北的左方",
                    "面北的右方"
                ]
            },
            {
                "question": "空氣品質指標分幾種顏色",
                "correct": [
                    "綠",
                    "黃",
                    "橘",
                    "紅",
                    "紫",
                    "褐"
                ],
                "decoys": [
                    "藍",
                    "黑",
                    "白"
                ]
            },
            {
                "question": "方位是哪四個",
                "correct": [
                    "東",
                    "西",
                    "南",
                    "北"
                ],
                "decoys": [
                    "上",
                    "下",
                    "左",
                    "右",
                    "前"
                ]
            },
            {
                "question": "哪些是力的效果",
                "correct": [
                    "形變",
                    "加速",
                    "減速",
                    "轉彎"
                ],
                "decoys": [
                    "發光",
                    "發熱",
                    "變色",
                    "變重",
                    "發聲"
                ]
            },
            {
                "question": "表達力的三要素",
                "correct": [
                    "大小",
                    "方向",
                    "作用點"
                ],
                "decoys": [
                    "形狀",
                    "速度",
                    "重量",
                    "顏色",
                    "時間",
                    "體積"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "那些會影響磁力大小",
                "correct": [
                    "加鐵片",
                    "高溫",
                    "敲打"
                ],
                "decoys": [
                    "形狀",
                    "大小",
                    "重量",
                    "顏色",
                    "長短",
                    "加木片"
                ]
            },
            {
                "question": "不可以靠近磁鐵的物品",
                "correct": [
                    "信用卡",
                    "金融卡",
                    "電話卡",
                    "存摺"
                ],
                "decoys": [
                    "鉛筆",
                    "橡皮擦",
                    "課本",
                    "塑膠玩具",
                    "布偶"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            },
            {
                "question": "會浮在水面的物品",
                "correct": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ],
                "decoys": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ]
            },
            {
                "question": "會沉入水底的物品",
                "correct": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ],
                "decoys": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "哪些是植物的營養器官",
                "correct": [
                    "根",
                    "莖",
                    "葉"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "花",
                    "果實",
                    "種子"
                ]
            },
            {
                "question": "哪些是植物的生殖器官",
                "correct": [
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "根",
                    "莖",
                    "葉"
                ]
            },
            {
                "question": "莖的基本分類",
                "correct": [
                    "木本莖",
                    "藤本莖",
                    "草本莖"
                ],
                "decoys": [
                    "課本莖",
                    "書本莖",
                    "花本莖",
                    "葉本莖",
                    "根本莖",
                    "硬本莖"
                ]
            },
            {
                "question": "根的基本分類",
                "correct": [
                    "鬚根",
                    "軸根"
                ],
                "decoys": [
                    "毛根",
                    "細根",
                    "大根",
                    "小根",
                    "長根",
                    "短根",
                    "粗根"
                ]
            },
            {
                "question": "葉的基本分類",
                "correct": [
                    "葉脈",
                    "葉緣",
                    "葉序"
                ],
                "decoys": [
                    "葉大",
                    "葉小",
                    "葉寬",
                    "葉厚",
                    "葉色",
                    "葉長"
                ]
            },
            {
                "question": "葉序有哪幾種",
                "correct": [
                    "互生",
                    "對生",
                    "輪生",
                    "叢生"
                ],
                "decoys": [
                    "錯生",
                    "並生",
                    "層生",
                    "散生",
                    "環生"
                ]
            },
            {
                "question": "花的基本構造",
                "correct": [
                    "雄蕊",
                    "雌蕊",
                    "花瓣",
                    "花萼"
                ],
                "decoys": [
                    "花絲",
                    "花柱",
                    "花盤",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "雄蕊的基本構造",
                "correct": [
                    "花藥",
                    "花絲"
                ],
                "decoys": [
                    "花柱",
                    "花盤",
                    "花托",
                    "花被",
                    "花萼",
                    "花瓣",
                    "花色"
                ]
            },
            {
                "question": "雌蕊的基本構造",
                "correct": [
                    "花柱",
                    "柱頭",
                    "子房"
                ],
                "decoys": [
                    "花藥",
                    "花絲",
                    "花萼",
                    "花瓣",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "哪些是植物運用在生活的例子",
                "correct": [
                    "傢俱",
                    "食物",
                    "衣服",
                    "紙張",
                    "飲料"
                ],
                "decoys": [
                    "塑膠",
                    "玻璃",
                    "鍋子",
                    "電力"
                ]
            },
            {
                "question": "五官是指哪五官",
                "correct": [
                    "眼",
                    "耳",
                    "鼻",
                    "舌",
                    "口"
                ],
                "decoys": [
                    "腦",
                    "手",
                    "腳",
                    "心臟"
                ]
            },
            {
                "question": "那些粉末聞起來有味道",
                "correct": [
                    "砂糖",
                    "麵粉",
                    "胡椒粉",
                    "咖啡",
                    "可可"
                ],
                "decoys": [
                    "食鹽",
                    "檸檬酸",
                    "小蘇打",
                    "沙子"
                ]
            },
            {
                "question": "哪些是酸性溶液",
                "correct": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ]
            },
            {
                "question": "哪些是鹼性溶液",
                "correct": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "血液"
                ],
                "decoys": [
                    "檸檬汁",
                    "食醋",
                    "汽水",
                    "運動飲料",
                    "牛奶"
                ]
            },
            {
                "question": "哪些是中性溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "酒精"
                ],
                "decoys": [
                    "肥皂水",
                    "小蘇打水",
                    "海水",
                    "食醋",
                    "汽水",
                    "運動飲料"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性"
                ],
                "decoys": [
                    "滑滑的",
                    "去除油脂",
                    "有苦味",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "紫色"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "去除油脂"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "黏黏的",
                    "有泡泡",
                    "紅色",
                    "綠色",
                    "藍色"
                ]
            },
            {
                "question": "生活中，酸性溶液的運用",
                "correct": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ],
                "decoys": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ]
            },
            {
                "question": "生活中，鹼性溶液的運用",
                "correct": [
                    "做鹼粽",
                    "除油汙",
                    "製作肥皂",
                    "中和酸性"
                ],
                "decoys": [
                    "食物調味",
                    "清除水垢",
                    "除鏽",
                    "幫助消化",
                    "中和鹼性"
                ]
            },
            {
                "question": "影響溶解量的因素",
                "correct": [
                    "溫度",
                    "水量",
                    "溶質特性"
                ],
                "decoys": [
                    "攪拌",
                    "顏色",
                    "容器",
                    "磨成粉",
                    "顆粒大小",
                    "倒入順序"
                ]
            },
            {
                "question": "空氣的特徵",
                "correct": [
                    "無色",
                    "無味",
                    "無所不在",
                    "佔有空間",
                    "形狀不固定"
                ],
                "decoys": [
                    "藍色",
                    "臭味",
                    "體積固定",
                    "形狀固定"
                ]
            },
            {
                "question": "放進水裡會有氣泡跑出來",
                "correct": [
                    "海綿",
                    "粉筆",
                    "磚塊",
                    "毛衣"
                ],
                "decoys": [
                    "金屬塊",
                    "硬幣",
                    "玻璃球",
                    "塑膠板",
                    "石頭"
                ]
            },
            {
                "question": "運用空氣流動的特性",
                "correct": [
                    "風帆船",
                    "風車",
                    "傳播種子",
                    "發射器"
                ],
                "decoys": [
                    "潛水艇",
                    "船槳",
                    "騎腳踏車",
                    "火箭升空",
                    "保齡球"
                ]
            },
            {
                "question": "運用空氣可壓縮的特性",
                "correct": [
                    "氣泡袋",
                    "安全氣囊",
                    "輪胎",
                    "噴霧罐",
                    "吹氣玩具"
                ],
                "decoys": [
                    "擠牙膏",
                    "放風箏",
                    "風車轉動",
                    "騎腳踏車"
                ]
            },
            {
                "question": "哪些是表達東方",
                "correct": [
                    "面東",
                    "面西的後方",
                    "面南的左方",
                    "面北的右方"
                ],
                "decoys": [
                    "面北的左方",
                    "面南的右方",
                    "面西的前方",
                    "面東的左方",
                    "面東的右方"
                ]
            },
            {
                "question": "哪些是表達西方",
                "correct": [
                    "面西",
                    "面東的後方",
                    "面北的左方",
                    "面南的右方"
                ],
                "decoys": [
                    "面南的左方",
                    "面北的右方",
                    "面東的前方",
                    "面西的左方",
                    "面西的右方"
                ]
            },
            {
                "question": "哪些是表達南方",
                "correct": [
                    "面南",
                    "面北的後方",
                    "面西的左方",
                    "面東的右方"
                ],
                "decoys": [
                    "面東的左方",
                    "面西的右方",
                    "面北的前方",
                    "面南的左方",
                    "面南的右方"
                ]
            },
            {
                "question": "哪些是表達北方",
                "correct": [
                    "面北",
                    "面南的後方",
                    "面東的左方",
                    "面西的右方"
                ],
                "decoys": [
                    "面西的左方",
                    "面東的右方",
                    "面南的前方",
                    "面北的左方",
                    "面北的右方"
                ]
            },
            {
                "question": "空氣品質指標分幾種顏色",
                "correct": [
                    "綠",
                    "黃",
                    "橘",
                    "紅",
                    "紫",
                    "褐"
                ],
                "decoys": [
                    "藍",
                    "黑",
                    "白"
                ]
            },
            {
                "question": "方位是哪四個",
                "correct": [
                    "東",
                    "西",
                    "南",
                    "北"
                ],
                "decoys": [
                    "上",
                    "下",
                    "左",
                    "右",
                    "前"
                ]
            },
            {
                "question": "哪些是力的效果",
                "correct": [
                    "形變",
                    "加速",
                    "減速",
                    "轉彎"
                ],
                "decoys": [
                    "發光",
                    "發熱",
                    "變色",
                    "變重",
                    "發聲"
                ]
            },
            {
                "question": "表達力的三要素",
                "correct": [
                    "大小",
                    "方向",
                    "作用點"
                ],
                "decoys": [
                    "形狀",
                    "速度",
                    "重量",
                    "顏色",
                    "時間",
                    "體積"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "那些會影響磁力大小",
                "correct": [
                    "加鐵片",
                    "高溫",
                    "敲打"
                ],
                "decoys": [
                    "形狀",
                    "大小",
                    "重量",
                    "顏色",
                    "長短",
                    "加木片"
                ]
            },
            {
                "question": "不可以靠近磁鐵的物品",
                "correct": [
                    "信用卡",
                    "金融卡",
                    "電話卡",
                    "存摺"
                ],
                "decoys": [
                    "鉛筆",
                    "橡皮擦",
                    "課本",
                    "塑膠玩具",
                    "布偶"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            },
            {
                "question": "會浮在水面的物品",
                "correct": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ],
                "decoys": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ]
            },
            {
                "question": "會沉入水底的物品",
                "correct": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ],
                "decoys": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "哪些是植物的營養器官",
                "correct": [
                    "根",
                    "莖",
                    "葉"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "花",
                    "果實",
                    "種子"
                ]
            },
            {
                "question": "哪些是植物的生殖器官",
                "correct": [
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "氣孔",
                    "花青素",
                    "葉綠體",
                    "根",
                    "莖",
                    "葉"
                ]
            },
            {
                "question": "莖的基本分類",
                "correct": [
                    "木本莖",
                    "藤本莖",
                    "草本莖"
                ],
                "decoys": [
                    "課本莖",
                    "書本莖",
                    "花本莖",
                    "葉本莖",
                    "根本莖",
                    "硬本莖"
                ]
            },
            {
                "question": "根的基本分類",
                "correct": [
                    "鬚根",
                    "軸根"
                ],
                "decoys": [
                    "毛根",
                    "細根",
                    "大根",
                    "小根",
                    "長根",
                    "短根",
                    "粗根"
                ]
            },
            {
                "question": "葉的基本分類",
                "correct": [
                    "葉脈",
                    "葉緣",
                    "葉序"
                ],
                "decoys": [
                    "葉大",
                    "葉小",
                    "葉寬",
                    "葉厚",
                    "葉色",
                    "葉長"
                ]
            },
            {
                "question": "葉序有哪幾種",
                "correct": [
                    "互生",
                    "對生",
                    "輪生",
                    "叢生"
                ],
                "decoys": [
                    "錯生",
                    "並生",
                    "層生",
                    "散生",
                    "環生"
                ]
            },
            {
                "question": "花的基本構造",
                "correct": [
                    "雄蕊",
                    "雌蕊",
                    "花瓣",
                    "花萼"
                ],
                "decoys": [
                    "花絲",
                    "花柱",
                    "花盤",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "雄蕊的基本構造",
                "correct": [
                    "花藥",
                    "花絲"
                ],
                "decoys": [
                    "花柱",
                    "花盤",
                    "花托",
                    "花被",
                    "花萼",
                    "花瓣",
                    "花色"
                ]
            },
            {
                "question": "雌蕊的基本構造",
                "correct": [
                    "花柱",
                    "柱頭",
                    "子房"
                ],
                "decoys": [
                    "花藥",
                    "花絲",
                    "花萼",
                    "花瓣",
                    "花托",
                    "花被"
                ]
            },
            {
                "question": "哪些是植物運用在生活的例子",
                "correct": [
                    "傢俱",
                    "食物",
                    "衣服",
                    "紙張",
                    "飲料"
                ],
                "decoys": [
                    "塑膠",
                    "玻璃",
                    "鍋子",
                    "電力"
                ]
            },
            {
                "question": "空氣的特徵",
                "correct": [
                    "無色",
                    "無味",
                    "無所不在",
                    "佔有空間",
                    "形狀不固定"
                ],
                "decoys": [
                    "藍色",
                    "臭味",
                    "體積固定",
                    "形狀固定"
                ]
            },
            {
                "question": "放進水裡會有氣泡跑出來",
                "correct": [
                    "海綿",
                    "粉筆",
                    "磚塊",
                    "毛衣"
                ],
                "decoys": [
                    "金屬塊",
                    "硬幣",
                    "玻璃球",
                    "塑膠板",
                    "石頭"
                ]
            },
            {
                "question": "運用空氣流動的特性",
                "correct": [
                    "風帆船",
                    "風車",
                    "傳播種子",
                    "發射器"
                ],
                "decoys": [
                    "潛水艇",
                    "船槳",
                    "騎腳踏車",
                    "火箭升空",
                    "保齡球"
                ]
            },
            {
                "question": "運用空氣可壓縮的特性",
                "correct": [
                    "氣泡袋",
                    "安全氣囊",
                    "輪胎",
                    "噴霧罐",
                    "吹氣玩具"
                ],
                "decoys": [
                    "擠牙膏",
                    "放風箏",
                    "風車轉動",
                    "騎腳踏車"
                ]
            },
            {
                "question": "哪些是表達東方",
                "correct": [
                    "面東",
                    "面西的後方",
                    "面南的左方",
                    "面北的右方"
                ],
                "decoys": [
                    "面北的左方",
                    "面南的右方",
                    "面西的前方",
                    "面東的左方",
                    "面東的右方"
                ]
            },
            {
                "question": "哪些是表達西方",
                "correct": [
                    "面西",
                    "面東的後方",
                    "面北的左方",
                    "面南的右方"
                ],
                "decoys": [
                    "面南的左方",
                    "面北的右方",
                    "面東的前方",
                    "面西的左方",
                    "面西的右方"
                ]
            },
            {
                "question": "哪些是表達南方",
                "correct": [
                    "面南",
                    "面北的後方",
                    "面西的左方",
                    "面東的右方"
                ],
                "decoys": [
                    "面東的左方",
                    "面西的右方",
                    "面北的前方",
                    "面南的左方",
                    "面南的右方"
                ]
            },
            {
                "question": "哪些是表達北方",
                "correct": [
                    "面北",
                    "面南的後方",
                    "面東的左方",
                    "面西的右方"
                ],
                "decoys": [
                    "面西的左方",
                    "面東的右方",
                    "面南的前方",
                    "面北的左方",
                    "面北的右方"
                ]
            },
            {
                "question": "空氣品質指標分幾種顏色",
                "correct": [
                    "綠",
                    "黃",
                    "橘",
                    "紅",
                    "紫",
                    "褐"
                ],
                "decoys": [
                    "藍",
                    "黑",
                    "白"
                ]
            },
            {
                "question": "方位是哪四個",
                "correct": [
                    "東",
                    "西",
                    "南",
                    "北"
                ],
                "decoys": [
                    "上",
                    "下",
                    "左",
                    "右",
                    "前"
                ]
            },
            {
                "question": "哪些是力的效果",
                "correct": [
                    "形變",
                    "加速",
                    "減速",
                    "轉彎"
                ],
                "decoys": [
                    "發光",
                    "發熱",
                    "變色",
                    "變重",
                    "發聲"
                ]
            },
            {
                "question": "表達力的三要素",
                "correct": [
                    "大小",
                    "方向",
                    "作用點"
                ],
                "decoys": [
                    "形狀",
                    "速度",
                    "重量",
                    "顏色",
                    "時間",
                    "體積"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "那些會影響磁力大小",
                "correct": [
                    "加鐵片",
                    "高溫",
                    "敲打"
                ],
                "decoys": [
                    "形狀",
                    "大小",
                    "重量",
                    "顏色",
                    "長短",
                    "加木片"
                ]
            },
            {
                "question": "不可以靠近磁鐵的物品",
                "correct": [
                    "信用卡",
                    "金融卡",
                    "電話卡",
                    "存摺"
                ],
                "decoys": [
                    "鉛筆",
                    "橡皮擦",
                    "課本",
                    "塑膠玩具",
                    "布偶"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            },
            {
                "question": "會浮在水面的物品",
                "correct": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ],
                "decoys": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ]
            },
            {
                "question": "會沉入水底的物品",
                "correct": [
                    "石頭",
                    "鑰匙",
                    "玻璃",
                    "鐵塊",
                    "剪刀"
                ],
                "decoys": [
                    "木頭",
                    "吸管",
                    "紙碗",
                    "氣球"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            },
            {
                "question": "動物的身體主要構造",
                "correct": [
                    "頭",
                    "軀幹",
                    "肢"
                ],
                "decoys": [
                    "頸",
                    "腹",
                    "翅膀",
                    "鰭",
                    "尾",
                    "腦"
                ]
            },
            {
                "question": "脊椎動物有哪五大類",
                "correct": [
                    "魚類",
                    "兩生類",
                    "爬蟲類",
                    "哺乳類",
                    "鳥類"
                ],
                "decoys": [
                    "蟲類",
                    "細菌",
                    "病毒",
                    "藻類"
                ]
            },
            {
                "question": "動物常見的運動構造",
                "correct": [
                    "蹼",
                    "肉墊",
                    "吸盤",
                    "鰭",
                    "翅膀",
                    "爪子"
                ],
                "decoys": [
                    "鱗片",
                    "羽毛",
                    "外殼"
                ]
            },
            {
                "question": "動物的食性",
                "correct": [
                    "草食性",
                    "肉食性",
                    "雜食性"
                ],
                "decoys": [
                    "零食性",
                    "蔬食性",
                    "挑食性",
                    "速食性",
                    "素食性",
                    "塑食性"
                ]
            },
            {
                "question": "關於眼睛的正確敘述",
                "correct": [
                    "瞳孔像光圈",
                    "自動調節",
                    "昏暗瞳孔大",
                    "光亮瞳孔小"
                ],
                "decoys": [
                    "瞳孔像底片",
                    "無法調節",
                    "昏暗瞳孔小",
                    "光亮瞳孔大",
                    "可直視陽光"
                ]
            },
            {
                "question": "人類體溫調節的機制",
                "correct": [
                    "炎熱多散熱",
                    "寒冷多產熱",
                    "夏天排汗多",
                    "冬天排尿多"
                ],
                "decoys": [
                    "炎熱多產熱",
                    "寒冷多散熱",
                    "夏天排尿多",
                    "冬天排汗多",
                    "隨環境改變"
                ]
            },
            {
                "question": "昆蟲完全變態包含哪些過程",
                "correct": [
                    "卵",
                    "幼蟲",
                    "蛹",
                    "成蟲"
                ],
                "decoys": [
                    "若蟲",
                    "小蟲",
                    "大蟲",
                    "飛蟲",
                    "甲蟲"
                ]
            },
            {
                "question": "昆蟲不完全變態包含哪些過程",
                "correct": [
                    "卵",
                    "若蟲",
                    "成蟲"
                ],
                "decoys": [
                    "幼蟲",
                    "蛹",
                    "小蟲",
                    "大蟲",
                    "飛蟲",
                    "甲蟲"
                ]
            },
            {
                "question": "哪些是仿生科技",
                "correct": [
                    "船槳",
                    "蛙鞋",
                    "雷達",
                    "LED",
                    "滑翔裝"
                ],
                "decoys": [
                    "垃圾桶",
                    "太陽能板",
                    "藍牙",
                    "變形金剛"
                ]
            },
            {
                "question": "動物適應環境的體色有哪些",
                "correct": [
                    "保護色",
                    "警戒色"
                ],
                "decoys": [
                    "臉色",
                    "角色",
                    "退色",
                    "撞色",
                    "景色",
                    "漂亮色",
                    "莫蘭迪色"
                ]
            }
        ]
    },
    "4年級": {
        "上冊(H)": [
            {
                "question": "太陽系包含宇宙的那些層次",
                "correct": [
                    "恆星",
                    "行星",
                    "衛星"
                ],
                "decoys": [
                    "星系",
                    "星系群",
                    "宇宙",
                    "星團",
                    "超星系團",
                    "星系團"
                ]
            },
            {
                "question": "一天當中影子的變化",
                "correct": [
                    "中午最短",
                    "清晨較長",
                    "傍晚較長"
                ],
                "decoys": [
                    "中午最長",
                    "清晨較短",
                    "傍晚較短",
                    "沒有規律",
                    "乎長乎短",
                    "沒有影子"
                ]
            },
            {
                "question": "夜晚觀測月亮或星星，正確的注意事項",
                "correct": [
                    "選擇光害少",
                    "固定地點",
                    "紀錄高度角",
                    "紀錄方位"
                ],
                "decoys": [
                    "在馬路上",
                    "任意地點",
                    "紀錄天氣",
                    "記錄心情",
                    "用放大鏡"
                ]
            },
            {
                "question": "月亮的升落方位",
                "correct": [
                    "東方升起",
                    "西方落下"
                ],
                "decoys": [
                    "東方落下",
                    "西方升起",
                    "北方升起",
                    "南方落下",
                    "南方升起",
                    "北方落下",
                    "沒有升起"
                ]
            },
            {
                "question": "正確的月相名稱",
                "correct": [
                    "初1是新月",
                    "15是滿月",
                    "初8是上弦",
                    "22是下弦"
                ],
                "decoys": [
                    "初1是望月",
                    "15是朔月",
                    "初8是下弦",
                    "22是上弦",
                    "初1是殘月"
                ]
            },
            {
                "question": "不會自行發光的天體",
                "correct": [
                    "月亮",
                    "火星",
                    "木星",
                    "土星",
                    "金星"
                ],
                "decoys": [
                    "太陽",
                    "北極星",
                    "天狼星",
                    "織女星"
                ]
            },
            {
                "question": "一天當中月亮高度角的變化",
                "correct": [
                    "先由小變大",
                    "後由大變小"
                ],
                "decoys": [
                    "先由大變小",
                    "後由小變大",
                    "持續變大",
                    "持續變小",
                    "忽大忽小",
                    "保持不變",
                    "不一定"
                ]
            },
            {
                "question": "哪些是農曆節日",
                "correct": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ],
                "decoys": [
                    "教師節",
                    "聖誕節",
                    "萬聖節",
                    "元旦"
                ]
            },
            {
                "question": "面向南方觀測月亮",
                "correct": [
                    "後面是北",
                    "右手是西",
                    "左手是東"
                ],
                "decoys": [
                    "後面是東",
                    "右手是北",
                    "左手是西",
                    "後面是西",
                    "右手是東",
                    "左手是北"
                ]
            },
            {
                "question": "關於新月、上弦、滿月、下弦的順序，正確的有那些",
                "correct": [
                    "新月接上弦",
                    "上弦接滿月",
                    "滿月接下弦",
                    "下銜接新月"
                ],
                "decoys": [
                    "新月接下弦",
                    "下弦接滿月",
                    "滿月接上弦",
                    "上銜接新月",
                    "沒有規律"
                ]
            },
            {
                "question": "哪些是水域環境",
                "correct": [
                    "淡水水域",
                    "鹹水水域",
                    "河口溼地"
                ],
                "decoys": [
                    "汽水水域",
                    "脫水水域",
                    "自來水域",
                    "薪水水域",
                    "墨水水域",
                    "跳水水域"
                ]
            },
            {
                "question": "水生植物適應環境的構造",
                "correct": [
                    "有氣室",
                    "可防水",
                    "有細毛",
                    "有蠟質"
                ],
                "decoys": [
                    "有防水牆",
                    "有蓄水池",
                    "有蹼",
                    "有排水管",
                    "有吸水管"
                ]
            },
            {
                "question": "常見水生植物種類",
                "correct": [
                    "漂浮性",
                    "浮水性",
                    "沉水性",
                    "浮葉性"
                ],
                "decoys": [
                    "汽水性",
                    "薪水性",
                    "墨水性",
                    "脫水性",
                    "跳水性"
                ]
            },
            {
                "question": "哪些是動物的呼吸方式",
                "correct": [
                    "鰓",
                    "肺",
                    "皮膚",
                    "氣管"
                ],
                "decoys": [
                    "鼻孔",
                    "吸管",
                    "噴水孔",
                    "氣孔",
                    "嘴巴"
                ]
            },
            {
                "question": "水生動物常見的運動構造",
                "correct": [
                    "鰭",
                    "蹼",
                    "觸手",
                    "尾部"
                ],
                "decoys": [
                    "風帆",
                    "引擎",
                    "螺旋槳",
                    "溜冰鞋",
                    "泳圈"
                ]
            },
            {
                "question": "調查生物需要攜帶的用具",
                "correct": [
                    "望遠鏡",
                    "放大鏡",
                    "撈網",
                    "飼養箱",
                    "生物圖鑑"
                ],
                "decoys": [
                    "數學課本",
                    "Switch",
                    "遙控器車",
                    "洋娃娃"
                ]
            },
            {
                "question": "常見的挺水性植物",
                "correct": [
                    "荷花",
                    "香蒲"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的浮葉性植物",
                "correct": [
                    "臺灣萍蓬草",
                    "睡蓮"
                ],
                "decoys": [
                    "荷花",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的沉水性植物",
                "correct": [
                    "水蘊草",
                    "苦草"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "海綿寶寶",
                    "大萍",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "常見的漂浮性植物",
                "correct": [
                    "布袋蓮",
                    "大萍"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "水蘊草",
                    "海綿寶寶",
                    "苦草",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "影響物質變化的因素有那些",
                "correct": [
                    "溫度",
                    "水",
                    "空氣",
                    "酸鹼"
                ],
                "decoys": [
                    "脾氣",
                    "顏色",
                    "勇氣",
                    "運氣",
                    "眼神"
                ]
            },
            {
                "question": "溫度上升造成的變化",
                "correct": [
                    "融化",
                    "沸騰",
                    "蝦子熟了",
                    "巧克力變軟",
                    "乾冰昇華"
                ],
                "decoys": [
                    "凝結",
                    "凝固",
                    "豬油變硬",
                    "水結冰"
                ]
            },
            {
                "question": "溫度下降造成的變化",
                "correct": [
                    "凝結",
                    "凝固",
                    "豬油變硬",
                    "水結冰"
                ],
                "decoys": [
                    "融化",
                    "沸騰",
                    "蝦子熟了",
                    "巧克力變軟",
                    "乾冰昇華"
                ]
            },
            {
                "question": "延長食物保存的方法",
                "correct": [
                    "冷藏",
                    "真空",
                    "乾燥",
                    "冷凍"
                ],
                "decoys": [
                    "加熱",
                    "泡水",
                    "充氣",
                    "搧風",
                    "用心"
                ]
            },
            {
                "question": "可以回復的變化",
                "correct": [
                    "水結冰",
                    "水蒸發",
                    "巧克力融化",
                    "金戒指變形"
                ],
                "decoys": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ]
            },
            {
                "question": "不可以回復的變化",
                "correct": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ],
                "decoys": [
                    "水結冰",
                    "水蒸發",
                    "巧克力融化",
                    "金戒指變形"
                ]
            },
            {
                "question": "加速生鏽的條件",
                "correct": [
                    "高溫",
                    "潮濕",
                    "酸性溶液",
                    "鹽分"
                ],
                "decoys": [
                    "體溫",
                    "磁力",
                    "勇氣",
                    "變黑",
                    "重量"
                ]
            },
            {
                "question": "防止生鏽的方法",
                "correct": [
                    "塗油漆",
                    "電鍍",
                    "保持乾燥",
                    "做成合金"
                ],
                "decoys": [
                    "高溫",
                    "潮濕",
                    "酸性溶液",
                    "鹽分",
                    "用心"
                ]
            },
            {
                "question": "物質變化屬於快速變化的有哪些",
                "correct": [
                    "燃燒",
                    "爆炸",
                    "酸鹼中和"
                ],
                "decoys": [
                    "生鏽",
                    "慢跑",
                    "形成鐘乳石",
                    "急性子",
                    "脾氣",
                    "閃電"
                ]
            },
            {
                "question": "物質變化屬於緩慢變化的有哪些",
                "correct": [
                    "鐵生鏽",
                    "岩石風化",
                    "形成鐘乳石"
                ],
                "decoys": [
                    "燃燒",
                    "爆炸",
                    "酸鹼中和",
                    "薪水",
                    "脾氣",
                    "年齡"
                ]
            },
            {
                "question": "聽見聲音的必要條件",
                "correct": [
                    "快速震動",
                    "有介質"
                ],
                "decoys": [
                    "用心",
                    "視力",
                    "有力氣",
                    "快速移動",
                    "有吃早餐",
                    "有脾氣",
                    "快速起床"
                ]
            },
            {
                "question": "無法聽見聲音的環境條件",
                "correct": [
                    "真空",
                    "月球上",
                    "太空中"
                ],
                "decoys": [
                    "臥室",
                    "廁所",
                    "廚房",
                    "車上",
                    "教室",
                    "水裡"
                ]
            },
            {
                "question": "固體傳聲的實例",
                "correct": [
                    "隔牆有耳",
                    "趴地上聽聲音",
                    "聽診器",
                    "紙杯電話"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心"
                ]
            },
            {
                "question": "液體傳聲的實例",
                "correct": [
                    "水中芭蕾",
                    "海豚溝通",
                    "敲魚缸嚇魚"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心",
                    "隔牆有耳"
                ]
            },
            {
                "question": "影響音量大小的因素",
                "correct": [
                    "施力大小",
                    "震動幅度",
                    "介質多少"
                ],
                "decoys": [
                    "樂器長短",
                    "說話速度",
                    "勇氣",
                    "顏色",
                    "聽力",
                    "重量"
                ]
            },
            {
                "question": "哪些是光源",
                "correct": [
                    "太陽",
                    "燈泡",
                    "燃燒的蠟燭"
                ],
                "decoys": [
                    "月球",
                    "鏡子",
                    "反光背心",
                    "眼睛",
                    "鑽石",
                    "眼光"
                ]
            },
            {
                "question": "生活中與影子有關的應用或現象",
                "correct": [
                    "皮影戲",
                    "日晷",
                    "日食",
                    "月食"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "電影畫面",
                    "水中倒影",
                    "紅月現象"
                ]
            },
            {
                "question": "可以反射清晰影像的物體",
                "correct": [
                    "鏡子",
                    "靜止水面",
                    "拋光金屬"
                ],
                "decoys": [
                    "黑板",
                    "牆壁",
                    "圖畫紙",
                    "影子",
                    "反射神經",
                    "保鮮膜"
                ]
            },
            {
                "question": "哪些是光的直線傳播",
                "correct": [
                    "門縫透光線",
                    "射擊瞄準",
                    "排列整齊",
                    "光線呈圓錐狀"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "透鏡成像",
                    "反光背心",
                    "眼光"
                ]
            },
            {
                "question": "凸面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "增加視野範圍",
                    "路口轉彎處",
                    "商店防賊鏡"
                ],
                "decoys": [
                    "放大鏡",
                    "手電筒",
                    "潛望鏡",
                    "顯微鏡",
                    "反射神經"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "哪些是水域環境",
                "correct": [
                    "淡水水域",
                    "鹹水水域",
                    "河口溼地"
                ],
                "decoys": [
                    "汽水水域",
                    "脫水水域",
                    "自來水域",
                    "薪水水域",
                    "墨水水域",
                    "跳水水域"
                ]
            },
            {
                "question": "水生植物適應環境的構造",
                "correct": [
                    "有氣室",
                    "可防水",
                    "有細毛",
                    "有蠟質"
                ],
                "decoys": [
                    "有防水牆",
                    "有蓄水池",
                    "有蹼",
                    "有排水管",
                    "有吸水管"
                ]
            },
            {
                "question": "常見水生植物種類",
                "correct": [
                    "漂浮性",
                    "浮水性",
                    "沉水性",
                    "浮葉性"
                ],
                "decoys": [
                    "汽水性",
                    "薪水性",
                    "墨水性",
                    "脫水性",
                    "跳水性"
                ]
            },
            {
                "question": "哪些是動物的呼吸方式",
                "correct": [
                    "鰓",
                    "肺",
                    "皮膚",
                    "氣管"
                ],
                "decoys": [
                    "鼻孔",
                    "吸管",
                    "噴水孔",
                    "氣孔",
                    "嘴巴"
                ]
            },
            {
                "question": "水生動物常見的運動構造",
                "correct": [
                    "鰭",
                    "蹼",
                    "觸手",
                    "尾部"
                ],
                "decoys": [
                    "風帆",
                    "引擎",
                    "螺旋槳",
                    "溜冰鞋",
                    "泳圈"
                ]
            },
            {
                "question": "調查生物需要攜帶的用具",
                "correct": [
                    "望遠鏡",
                    "放大鏡",
                    "撈網",
                    "飼養箱",
                    "生物圖鑑"
                ],
                "decoys": [
                    "數學課本",
                    "Switch",
                    "遙控器車",
                    "洋娃娃"
                ]
            },
            {
                "question": "常見的挺水性植物",
                "correct": [
                    "荷花",
                    "香蒲"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的浮葉性植物",
                "correct": [
                    "臺灣萍蓬草",
                    "睡蓮"
                ],
                "decoys": [
                    "荷花",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的沉水性植物",
                "correct": [
                    "水蘊草",
                    "苦草"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "海綿寶寶",
                    "大萍",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "常見的漂浮性植物",
                "correct": [
                    "布袋蓮",
                    "大萍"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "水蘊草",
                    "海綿寶寶",
                    "苦草",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "聽見聲音的必要條件",
                "correct": [
                    "快速震動",
                    "有介質"
                ],
                "decoys": [
                    "用心",
                    "視力",
                    "有力氣",
                    "快速移動",
                    "有吃早餐",
                    "有脾氣",
                    "快速起床"
                ]
            },
            {
                "question": "無法聽見聲音的環境條件",
                "correct": [
                    "真空",
                    "月球上",
                    "太空中"
                ],
                "decoys": [
                    "臥室",
                    "廁所",
                    "廚房",
                    "車上",
                    "教室",
                    "水裡"
                ]
            },
            {
                "question": "固體傳聲的實例",
                "correct": [
                    "隔牆有耳",
                    "趴地上聽聲音",
                    "聽診器",
                    "紙杯電話"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心"
                ]
            },
            {
                "question": "液體傳聲的實例",
                "correct": [
                    "水中芭蕾",
                    "海豚溝通",
                    "敲魚缸嚇魚"
                ],
                "decoys": [
                    "心電感應",
                    "藍牙",
                    "大聲公",
                    "傳聲筒",
                    "用心",
                    "隔牆有耳"
                ]
            },
            {
                "question": "影響音量大小的因素",
                "correct": [
                    "施力大小",
                    "震動幅度",
                    "介質多少"
                ],
                "decoys": [
                    "樂器長短",
                    "說話速度",
                    "勇氣",
                    "顏色",
                    "聽力",
                    "重量"
                ]
            },
            {
                "question": "哪些是光源",
                "correct": [
                    "太陽",
                    "燈泡",
                    "燃燒的蠟燭"
                ],
                "decoys": [
                    "月球",
                    "鏡子",
                    "反光背心",
                    "眼睛",
                    "鑽石",
                    "眼光"
                ]
            },
            {
                "question": "生活中與影子有關的應用或現象",
                "correct": [
                    "皮影戲",
                    "日晷",
                    "日食",
                    "月食"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "電影畫面",
                    "水中倒影",
                    "紅月現象"
                ]
            },
            {
                "question": "可以反射清晰影像的物體",
                "correct": [
                    "鏡子",
                    "靜止水面",
                    "拋光金屬"
                ],
                "decoys": [
                    "黑板",
                    "牆壁",
                    "圖畫紙",
                    "影子",
                    "反射神經",
                    "保鮮膜"
                ]
            },
            {
                "question": "哪些是光的直線傳播",
                "correct": [
                    "門縫透光線",
                    "射擊瞄準",
                    "排列整齊",
                    "光線呈圓錐狀"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "透鏡成像",
                    "反光背心",
                    "眼光"
                ]
            },
            {
                "question": "凸面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "增加視野範圍",
                    "路口轉彎處",
                    "商店防賊鏡"
                ],
                "decoys": [
                    "放大鏡",
                    "手電筒",
                    "潛望鏡",
                    "顯微鏡",
                    "反射神經"
                ]
            },
            {
                "question": "哪些是生物",
                "correct": [
                    "人",
                    "狗",
                    "細菌",
                    "仙人掌",
                    "海豚"
                ],
                "decoys": [
                    "水",
                    "石頭",
                    "空氣",
                    "黃金"
                ]
            },
            {
                "question": "哪些是非生物",
                "correct": [
                    "水",
                    "石頭",
                    "空氣",
                    "黃金"
                ],
                "decoys": [
                    "人",
                    "狗",
                    "細菌",
                    "仙人掌",
                    "海豚"
                ]
            },
            {
                "question": "流水的作用",
                "correct": [
                    "侵蝕",
                    "搬運",
                    "堆積"
                ],
                "decoys": [
                    "搬家",
                    "腐蝕",
                    "囤積",
                    "裝修",
                    "地震",
                    "快遞"
                ]
            },
            {
                "question": "防震保命三步驟",
                "correct": [
                    "趴下",
                    "掩護",
                    "穩住"
                ],
                "decoys": [
                    "大叫",
                    "快跑",
                    "跳高",
                    "睡覺",
                    "閉眼",
                    "聽歌"
                ]
            },
            {
                "question": "河流上游的特徵",
                "correct": [
                    "地勢陡峭",
                    "水流湍急",
                    "石頭巨大"
                ],
                "decoys": [
                    "地勢平緩",
                    "水流緩慢",
                    "砂土較多",
                    "萬里無雲",
                    "沙攤",
                    "溫泉水"
                ]
            },
            {
                "question": "河流下游的特徵",
                "correct": [
                    "地勢平緩",
                    "水流緩慢",
                    "砂土較多"
                ],
                "decoys": [
                    "地勢陡峭",
                    "水流湍急",
                    "石頭巨大",
                    "萬里無雲",
                    "柏油路",
                    "溫泉水"
                ]
            },
            {
                "question": "地表常見的物質",
                "correct": [
                    "礫石",
                    "砂",
                    "土壤"
                ],
                "decoys": [
                    "鑽石",
                    "愛心",
                    "黃金",
                    "白銀",
                    "鉑金",
                    "鈾礦"
                ]
            },
            {
                "question": "影響流水侵蝕及搬運能力的因素",
                "correct": [
                    "流速",
                    "流量",
                    "坡度"
                ],
                "decoys": [
                    "流行",
                    "流汗",
                    "水質",
                    "顏色",
                    "鹹度",
                    "運氣"
                ]
            },
            {
                "question": "讓岩石變土壤的因素",
                "correct": [
                    "風吹",
                    "日曬",
                    "雨淋",
                    "動物行為"
                ],
                "decoys": [
                    "心情",
                    "運氣",
                    "勇氣",
                    "風景",
                    "日曆"
                ]
            },
            {
                "question": "緊急避難包的內容物有哪些",
                "correct": [
                    "水",
                    "乾糧",
                    "迷你急救箱",
                    "保暖衣物",
                    "哨子"
                ],
                "decoys": [
                    "玩偶",
                    "遊戲機",
                    "百科全書",
                    "手搖飲"
                ]
            },
            {
                "question": "構成電路的三大基本要素",
                "correct": [
                    "電源",
                    "電線",
                    "電器"
                ],
                "decoys": [
                    "開關",
                    "電表",
                    "電力公司",
                    "閃電",
                    "充電器",
                    "電話"
                ]
            },
            {
                "question": "哪些是導體",
                "correct": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ],
                "decoys": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ]
            },
            {
                "question": "哪些是絕緣體",
                "correct": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ],
                "decoys": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ]
            },
            {
                "question": "關於燈泡串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越串越暗",
                    "越串越省電"
                ],
                "decoys": [
                    "一個壞不影響",
                    "越串越亮",
                    "越串越耗電",
                    "與心情有關",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於燈泡並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "一個壞不影響",
                    "不影響亮度",
                    "越並越耗電"
                ],
                "decoys": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越並越暗",
                    "越並越省電",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於電池串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "越串燈越亮",
                    "越串越耗電"
                ],
                "decoys": [
                    "越串燈越暗",
                    "越串越省電",
                    "可以用比較久",
                    "電池變大顆",
                    "電線變長",
                    "燈泡變大"
                ]
            },
            {
                "question": "關於電池並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "不影響亮度",
                    "延長使用時間"
                ],
                "decoys": [
                    "越並燈越暗",
                    "越並越耗電",
                    "電池變小顆",
                    "電線變短",
                    "燈泡變小",
                    "越並燈越亮"
                ]
            },
            {
                "question": "有關用電安全的正確敘述",
                "correct": [
                    "保持乾燥",
                    "避免過載",
                    "電線不破損"
                ],
                "decoys": [
                    "濕手觸碰",
                    "綑綁電線",
                    "插越多越划算",
                    "電線旁邊玩水",
                    "開關永遠打開",
                    "任意拉扯電線"
                ]
            },
            {
                "question": "燈泡的構造有哪些",
                "correct": [
                    "玻璃罩",
                    "燈絲",
                    "導線",
                    "螺紋金屬體",
                    "連接點"
                ],
                "decoys": [
                    "保險絲",
                    "氧氣",
                    "電池",
                    "太陽能板"
                ]
            },
            {
                "question": "LED的特徵",
                "correct": [
                    "省電",
                    "壽命長",
                    "連接有方向性",
                    "長腳接正",
                    "短腳接負"
                ],
                "decoys": [
                    "耗電",
                    "壽命短",
                    "長腳接負",
                    "短腳接正"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "太陽系包含宇宙的那些層次",
                "correct": [
                    "恆星",
                    "行星",
                    "衛星"
                ],
                "decoys": [
                    "星系",
                    "星系群",
                    "宇宙",
                    "星團",
                    "超星系團",
                    "星系團"
                ]
            },
            {
                "question": "一天當中影子的變化",
                "correct": [
                    "中午最短",
                    "清晨較長",
                    "傍晚較長"
                ],
                "decoys": [
                    "中午最長",
                    "清晨較短",
                    "傍晚較短",
                    "沒有規律",
                    "乎長乎短",
                    "沒有影子"
                ]
            },
            {
                "question": "夜晚觀測月亮或星星，正確的注意事項",
                "correct": [
                    "選擇光害少",
                    "固定地點",
                    "紀錄高度角",
                    "紀錄方位"
                ],
                "decoys": [
                    "在馬路上",
                    "任意地點",
                    "紀錄天氣",
                    "記錄心情",
                    "用放大鏡"
                ]
            },
            {
                "question": "月亮的升落方位",
                "correct": [
                    "東方升起",
                    "西方落下"
                ],
                "decoys": [
                    "東方落下",
                    "西方升起",
                    "北方升起",
                    "南方落下",
                    "南方升起",
                    "北方落下",
                    "沒有升起"
                ]
            },
            {
                "question": "正確的月相名稱",
                "correct": [
                    "初1是新月",
                    "15是滿月",
                    "初8是上弦",
                    "22是下弦"
                ],
                "decoys": [
                    "初1是望月",
                    "15是朔月",
                    "初8是下弦",
                    "22是上弦",
                    "初1是殘月"
                ]
            },
            {
                "question": "不會自行發光的天體",
                "correct": [
                    "月亮",
                    "火星",
                    "木星",
                    "土星",
                    "金星"
                ],
                "decoys": [
                    "太陽",
                    "北極星",
                    "天狼星",
                    "織女星"
                ]
            },
            {
                "question": "一天當中月亮高度角的變化",
                "correct": [
                    "先由小變大",
                    "後由大變小"
                ],
                "decoys": [
                    "先由大變小",
                    "後由小變大",
                    "持續變大",
                    "持續變小",
                    "忽大忽小",
                    "保持不變",
                    "不一定"
                ]
            },
            {
                "question": "哪些是農曆節日",
                "correct": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ],
                "decoys": [
                    "教師節",
                    "聖誕節",
                    "萬聖節",
                    "元旦"
                ]
            },
            {
                "question": "面向南方觀測月亮",
                "correct": [
                    "後面是北",
                    "右手是西",
                    "左手是東"
                ],
                "decoys": [
                    "後面是東",
                    "右手是北",
                    "左手是西",
                    "後面是西",
                    "右手是東",
                    "左手是北"
                ]
            },
            {
                "question": "關於新月、上弦、滿月、下弦的順序，正確的有那些",
                "correct": [
                    "新月接上弦",
                    "上弦接滿月",
                    "滿月接下弦",
                    "下銜接新月"
                ],
                "decoys": [
                    "新月接下弦",
                    "下弦接滿月",
                    "滿月接上弦",
                    "上銜接新月",
                    "沒有規律"
                ]
            },
            {
                "question": "哪些是水域環境",
                "correct": [
                    "淡水水域",
                    "鹹水水域",
                    "河口溼地"
                ],
                "decoys": [
                    "汽水水域",
                    "脫水水域",
                    "自來水域",
                    "薪水水域",
                    "墨水水域",
                    "跳水水域"
                ]
            },
            {
                "question": "水生植物適應環境的構造",
                "correct": [
                    "有氣室",
                    "可防水",
                    "有細毛",
                    "有蠟質"
                ],
                "decoys": [
                    "有防水牆",
                    "有蓄水池",
                    "有蹼",
                    "有排水管",
                    "有吸水管"
                ]
            },
            {
                "question": "常見水生植物種類",
                "correct": [
                    "漂浮性",
                    "浮水性",
                    "沉水性",
                    "浮葉性"
                ],
                "decoys": [
                    "汽水性",
                    "薪水性",
                    "墨水性",
                    "脫水性",
                    "跳水性"
                ]
            },
            {
                "question": "哪些是動物的呼吸方式",
                "correct": [
                    "鰓",
                    "肺",
                    "皮膚",
                    "氣管"
                ],
                "decoys": [
                    "鼻孔",
                    "吸管",
                    "噴水孔",
                    "氣孔",
                    "嘴巴"
                ]
            },
            {
                "question": "水生動物常見的運動構造",
                "correct": [
                    "鰭",
                    "蹼",
                    "觸手",
                    "尾部"
                ],
                "decoys": [
                    "風帆",
                    "引擎",
                    "螺旋槳",
                    "溜冰鞋",
                    "泳圈"
                ]
            },
            {
                "question": "調查生物需要攜帶的用具",
                "correct": [
                    "望遠鏡",
                    "放大鏡",
                    "撈網",
                    "飼養箱",
                    "生物圖鑑"
                ],
                "decoys": [
                    "數學課本",
                    "Switch",
                    "遙控器車",
                    "洋娃娃"
                ]
            },
            {
                "question": "常見的挺水性植物",
                "correct": [
                    "荷花",
                    "香蒲"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的浮葉性植物",
                "correct": [
                    "臺灣萍蓬草",
                    "睡蓮"
                ],
                "decoys": [
                    "荷花",
                    "仙人掌",
                    "布袋蓮",
                    "水蘊草",
                    "海綿寶寶",
                    "大萍",
                    "苦草"
                ]
            },
            {
                "question": "常見的沉水性植物",
                "correct": [
                    "水蘊草",
                    "苦草"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "布袋蓮",
                    "海綿寶寶",
                    "大萍",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "常見的漂浮性植物",
                "correct": [
                    "布袋蓮",
                    "大萍"
                ],
                "decoys": [
                    "睡蓮",
                    "仙人掌",
                    "水蘊草",
                    "海綿寶寶",
                    "苦草",
                    "荷花",
                    "香蒲"
                ]
            },
            {
                "question": "構成電路的三大基本要素",
                "correct": [
                    "電源",
                    "電線",
                    "電器"
                ],
                "decoys": [
                    "開關",
                    "電表",
                    "電力公司",
                    "閃電",
                    "充電器",
                    "電話"
                ]
            },
            {
                "question": "哪些是導體",
                "correct": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ],
                "decoys": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ]
            },
            {
                "question": "哪些是絕緣體",
                "correct": [
                    "橡皮擦",
                    "紙張",
                    "竹筷",
                    "棉質衣物",
                    "鑽石"
                ],
                "decoys": [
                    "黃金",
                    "石墨",
                    "鐵筷",
                    "銅線"
                ]
            },
            {
                "question": "關於燈泡串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越串越暗",
                    "越串越省電"
                ],
                "decoys": [
                    "一個壞不影響",
                    "越串越亮",
                    "越串越耗電",
                    "與心情有關",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於燈泡並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "一個壞不影響",
                    "不影響亮度",
                    "越並越耗電"
                ],
                "decoys": [
                    "接在同一條路",
                    "一個壞全熄滅",
                    "越並越暗",
                    "越並越省電",
                    "受勇氣影響"
                ]
            },
            {
                "question": "關於電池串聯的正確敘述",
                "correct": [
                    "接在同一條路",
                    "越串燈越亮",
                    "越串越耗電"
                ],
                "decoys": [
                    "越串燈越暗",
                    "越串越省電",
                    "可以用比較久",
                    "電池變大顆",
                    "電線變長",
                    "燈泡變大"
                ]
            },
            {
                "question": "關於電池並聯的正確敘述",
                "correct": [
                    "接在不同迴路",
                    "不影響亮度",
                    "延長使用時間"
                ],
                "decoys": [
                    "越並燈越暗",
                    "越並越耗電",
                    "電池變小顆",
                    "電線變短",
                    "燈泡變小",
                    "越並燈越亮"
                ]
            },
            {
                "question": "有關用電安全的正確敘述",
                "correct": [
                    "保持乾燥",
                    "避免過載",
                    "電線不破損"
                ],
                "decoys": [
                    "濕手觸碰",
                    "綑綁電線",
                    "插越多越划算",
                    "電線旁邊玩水",
                    "開關永遠打開",
                    "任意拉扯電線"
                ]
            },
            {
                "question": "燈泡的構造有哪些",
                "correct": [
                    "玻璃罩",
                    "燈絲",
                    "導線",
                    "螺紋金屬體",
                    "連接點"
                ],
                "decoys": [
                    "保險絲",
                    "氧氣",
                    "電池",
                    "太陽能板"
                ]
            },
            {
                "question": "LED的特徵",
                "correct": [
                    "省電",
                    "壽命長",
                    "連接有方向性",
                    "長腳接正",
                    "短腳接負"
                ],
                "decoys": [
                    "耗電",
                    "壽命短",
                    "長腳接負",
                    "短腳接正"
                ]
            },
            {
                "question": "哪些是光源",
                "correct": [
                    "太陽",
                    "燈泡",
                    "燃燒的蠟燭"
                ],
                "decoys": [
                    "月球",
                    "鏡子",
                    "反光背心",
                    "眼睛",
                    "鑽石",
                    "眼光"
                ]
            },
            {
                "question": "生活中與影子有關的應用或現象",
                "correct": [
                    "皮影戲",
                    "日晷",
                    "日食",
                    "月食"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "電影畫面",
                    "水中倒影",
                    "紅月現象"
                ]
            },
            {
                "question": "可以反射清晰影像的物體",
                "correct": [
                    "鏡子",
                    "靜止水面",
                    "拋光金屬"
                ],
                "decoys": [
                    "黑板",
                    "牆壁",
                    "圖畫紙",
                    "影子",
                    "反射神經",
                    "保鮮膜"
                ]
            },
            {
                "question": "哪些是光的直線傳播",
                "correct": [
                    "門縫透光線",
                    "射擊瞄準",
                    "排列整齊",
                    "光線呈圓錐狀"
                ],
                "decoys": [
                    "萬花筒",
                    "彩虹",
                    "透鏡成像",
                    "反光背心",
                    "眼光"
                ]
            },
            {
                "question": "凸面鏡的應用與原理",
                "correct": [
                    "反射原理",
                    "增加視野範圍",
                    "路口轉彎處",
                    "商店防賊鏡"
                ],
                "decoys": [
                    "放大鏡",
                    "手電筒",
                    "潛望鏡",
                    "顯微鏡",
                    "反射神經"
                ]
            },
            {
                "question": "哪些是能量",
                "correct": [
                    "聲",
                    "光",
                    "熱",
                    "電"
                ],
                "decoys": [
                    "影子",
                    "勇氣",
                    "愛心",
                    "氧氣",
                    "運氣"
                ]
            },
            {
                "question": "超音波的運用有哪些",
                "correct": [
                    "聲納",
                    "檢查胎兒",
                    "擊碎結石",
                    "清洗眼鏡"
                ],
                "decoys": [
                    "心電感應",
                    "微波",
                    "藍牙",
                    "蝙蝠俠",
                    "太陽能發電"
                ]
            },
            {
                "question": "哪些是國家認可的標章",
                "correct": [
                    "環保標章",
                    "省水標章",
                    "節能標章"
                ],
                "decoys": [
                    "好棒棒標章",
                    "好寶寶標章",
                    "好學生標章",
                    "米其林標章",
                    "省錢標章",
                    "整潔標章"
                ]
            },
            {
                "question": "哪些是生物資源",
                "correct": [
                    "木材",
                    "稻米",
                    "靈芝",
                    "雞"
                ],
                "decoys": [
                    "煤炭",
                    "太陽",
                    "空氣",
                    "水",
                    "黃金"
                ]
            },
            {
                "question": "哪些是石油製品",
                "correct": [
                    "塑膠",
                    "雨衣",
                    "水壺",
                    "寶特瓶"
                ],
                "decoys": [
                    "冰壩杯",
                    "玻璃瓶",
                    "陶瓷碗",
                    "鉛筆",
                    "豆腐"
                ]
            },
            {
                "question": "哪些是初級能源",
                "correct": [
                    "煤",
                    "石油",
                    "天然氣",
                    "太陽能",
                    "核能"
                ],
                "decoys": [
                    "汽油",
                    "液化石油氣",
                    "電能",
                    "木炭"
                ]
            },
            {
                "question": "哪些是可再生能源",
                "correct": [
                    "太陽",
                    "風力",
                    "水力",
                    "地熱"
                ],
                "decoys": [
                    "煤礦",
                    "石油",
                    "天然氣",
                    "鈾礦",
                    "愛心"
                ]
            }
        ]
    },
    "5年級": {
        "上冊(H)": [
            {
                "question": "太陽的重要性",
                "correct": [
                    "提供光",
                    "提供熱",
                    "植物製造養分",
                    "動物維持體溫"
                ],
                "decoys": [
                    "提供氧氣",
                    "造成地震",
                    "製造塑膠",
                    "提供勇氣",
                    "維持寒冷"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "太陽能發電的運用",
                "correct": [
                    "路燈",
                    "計算機",
                    "人造衛星"
                ],
                "decoys": [
                    "藍牙",
                    "超音波",
                    "螢火蟲發光",
                    "月亮發光",
                    "節能標章",
                    "反射聲音"
                ]
            },
            {
                "question": "太陽與影子的關係",
                "correct": [
                    "總在相反方向",
                    "早上太陽在東",
                    "早上影子在西",
                    "下午太陽在西",
                    "下午影子在東"
                ],
                "decoys": [
                    "總在相同方向",
                    "早上太陽在西",
                    "早上影子在東",
                    "下午影子在西"
                ]
            },
            {
                "question": "一天之中太陽高度角的變化",
                "correct": [
                    "早上較小",
                    "中午較大",
                    "下午較小",
                    "小變大再變小"
                ],
                "decoys": [
                    "早上較大",
                    "中午較小",
                    "下午較大",
                    "大變小再變大",
                    "不一定"
                ]
            },
            {
                "question": "四季的日出方位正確的有那些",
                "correct": [
                    "春分正東",
                    "秋分正東",
                    "夏至東偏北",
                    "冬至東偏南"
                ],
                "decoys": [
                    "春分正西",
                    "秋分正西",
                    "夏至西偏北",
                    "冬至西偏南",
                    "不一定"
                ]
            },
            {
                "question": "北半球晝夜長短的變化",
                "correct": [
                    "春分晝夜等長",
                    "秋分晝夜等長",
                    "夏至晝長夜短",
                    "冬至晝短夜長"
                ],
                "decoys": [
                    "春分晝長夜短",
                    "秋分晝短夜長",
                    "夏至晝夜等長",
                    "冬至晝夜等長",
                    "不一定"
                ]
            },
            {
                "question": "一天之中影子長短的變化",
                "correct": [
                    "早上較長",
                    "中午較短",
                    "下午較長",
                    "長變短再變長"
                ],
                "decoys": [
                    "早上較短",
                    "中午較長",
                    "下午較短",
                    "短變長再變短",
                    "不一定"
                ]
            },
            {
                "question": "國曆的節日有哪些",
                "correct": [
                    "教師節",
                    "清明節",
                    "兒童節",
                    "聖誕節"
                ],
                "decoys": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ]
            },
            {
                "question": "一年之中，哪些地點會被太陽直射２次",
                "correct": [
                    "台南",
                    "高雄",
                    "屏東"
                ],
                "decoys": [
                    "台北",
                    "台中",
                    "桃園",
                    "新竹",
                    "宜蘭",
                    "新北"
                ]
            },
            {
                "question": "植物的層次有哪些",
                "correct": [
                    "細胞",
                    "組織",
                    "器官",
                    "個體"
                ],
                "decoys": [
                    "系統",
                    "原子",
                    "群集",
                    "族群",
                    "葉綠體"
                ]
            },
            {
                "question": "植物有哪些器官",
                "correct": [
                    "根",
                    "莖",
                    "葉",
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "孢子",
                    "花粉",
                    "維管束"
                ]
            },
            {
                "question": "根的功能",
                "correct": [
                    "固定植物",
                    "吸收水分",
                    "吸收養分"
                ],
                "decoys": [
                    "行光合作用",
                    "吸引昆蟲",
                    "製造種子",
                    "接收陽光",
                    "感應地震",
                    "支撐花朵"
                ]
            },
            {
                "question": "關於氣孔的功能與敘述",
                "correct": [
                    "位於葉片",
                    "保衛細胞控制",
                    "水分蒸散",
                    "氣體交換"
                ],
                "decoys": [
                    "吸收水分",
                    "製造養分",
                    "反射陽光",
                    "分泌花蜜",
                    "吸收陽光"
                ]
            },
            {
                "question": "關於光合作用的反應與敘述",
                "correct": [
                    "吸收太陽能",
                    "消耗水",
                    "消耗二氧化碳",
                    "製造養分",
                    "釋放氧氣"
                ],
                "decoys": [
                    "消耗氧氣",
                    "釋放二氧化碳",
                    "晚上進行",
                    "產生熱能"
                ]
            },
            {
                "question": "種子的傳播方式",
                "correct": [
                    "風力",
                    "水力",
                    "附著動物",
                    "彈力",
                    "吸引動物採食"
                ],
                "decoys": [
                    "網路",
                    "電力",
                    "磁力",
                    "光速"
                ]
            },
            {
                "question": "可以用營養器官繁殖的植物",
                "correct": [
                    "番薯",
                    "落地生根",
                    "石蓮",
                    "馬鈴薯"
                ],
                "decoys": [
                    "紅豆",
                    "綠豆",
                    "向日葵",
                    "花生",
                    "玉米"
                ]
            },
            {
                "question": "關於蕨類的敘述",
                "correct": [
                    "沒有果實",
                    "沒有種子",
                    "孢子繁殖",
                    "不會開花"
                ],
                "decoys": [
                    "有花粉",
                    "種子很大",
                    "有胚珠",
                    "根毛開花",
                    "喜歡沙漠"
                ]
            },
            {
                "question": "蒸散作用的水分移動敘述",
                "correct": [
                    "根部進入",
                    "莖部向上運輸",
                    "葉部釋出"
                ],
                "decoys": [
                    "葉部進入",
                    "莖部向下運輸",
                    "根部釋出",
                    "花瓣進入",
                    "種子進入",
                    "果實進入"
                ]
            },
            {
                "question": "花的構造有哪些",
                "correct": [
                    "花萼",
                    "花瓣",
                    "雄蕊",
                    "雌蕊"
                ],
                "decoys": [
                    "孢子囊",
                    "觸角",
                    "年輪",
                    "氣孔",
                    "反射鏡"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅"
                ],
                "decoys": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "哪些是酸鹼指示劑",
                "correct": [
                    "石蕊試紙",
                    "紫色高麗菜",
                    "蝶豆花",
                    "酚酞",
                    "廣用試劑"
                ],
                "decoys": [
                    "黑墨水",
                    "食鹽水",
                    "雙氧水",
                    "修正液"
                ]
            },
            {
                "question": "哪些是生活中的酸鹼中和",
                "correct": [
                    "胃酸多吃胃藥",
                    "飯後刷牙",
                    "農夫撒石灰粉"
                ],
                "decoys": [
                    "咖啡加糖",
                    "酒精消毒雙手",
                    "噴香水蓋臭味",
                    "傷口塗雙氧水",
                    "洗碗精洗油汙",
                    "水加冰塊"
                ]
            },
            {
                "question": "哪些是溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "空氣",
                    "合金",
                    "酒"
                ],
                "decoys": [
                    "純水",
                    "紅豆湯",
                    "氧氣",
                    "砂子"
                ]
            },
            {
                "question": "具有導電性的水溶液",
                "correct": [
                    "鹽水",
                    "醋",
                    "小蘇打水",
                    "汽水",
                    "鹽酸",
                    "果汁"
                ],
                "decoys": [
                    "糖水",
                    "酒精",
                    "純水"
                ]
            },
            {
                "question": "常見的酸性水溶液",
                "correct": [
                    "汽水",
                    "醋",
                    "果汁",
                    "鹽酸",
                    "酸雨"
                ],
                "decoys": [
                    "鹽水",
                    "酒精",
                    "氨水",
                    "肥皂水"
                ]
            },
            {
                "question": "常見的鹼性水溶液",
                "correct": [
                    "小蘇打水",
                    "石灰水",
                    "氨水",
                    "肥皂水"
                ],
                "decoys": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "常見的中性水溶液",
                "correct": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "酒精"
                ],
                "decoys": [
                    "小蘇打水",
                    "石灰水",
                    "汽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "關於酸鹼中和的敘述與結果",
                "correct": [
                    "釋放大量熱",
                    "可能呈酸性",
                    "可能呈鹼性",
                    "可能呈中性"
                ],
                "decoys": [
                    "一定是酸性",
                    "一定是鹼性",
                    "一定是中性",
                    "溫度下降",
                    "反應非常緩慢"
                ]
            },
            {
                "question": "增加摩擦力的方法",
                "correct": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋"
                ],
                "decoys": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計",
                    "減輕重量",
                    "打蠟",
                    "用磁浮技術"
                ]
            },
            {
                "question": "減少摩擦力的方法",
                "correct": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計"
                ],
                "decoys": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋",
                    "輪胎改成方形",
                    "穿釘鞋",
                    "增加重量"
                ]
            },
            {
                "question": "影響摩擦力大小的因素",
                "correct": [
                    "物體重量",
                    "接觸面性質"
                ],
                "decoys": [
                    "物體大小",
                    "接觸面大小",
                    "顏色",
                    "價格",
                    "心情",
                    "光線強度",
                    "形狀"
                ]
            },
            {
                "question": "力平衡的條件",
                "correct": [
                    "大小相等",
                    "方向相反",
                    "在同一直線上"
                ],
                "decoys": [
                    "方向相同",
                    "大小不等",
                    "施力在同側",
                    "作用時間要長",
                    "施力要大",
                    "必須是接觸力"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            },
            {
                "question": "那些代表速度較快",
                "correct": [
                    "同距離越快到",
                    "同時間跑越遠"
                ],
                "decoys": [
                    "滿頭大汗",
                    "腳步聲很響",
                    "最貴的鞋",
                    "路徑最崎嶇",
                    "心跳最快",
                    "姿勢最帥",
                    "體重最輕"
                ]
            },
            {
                "question": "盪鞦韆的過程中，關於動能與位能的正確敘述",
                "correct": [
                    "最高點位能大",
                    "最高點動能小",
                    "最低點位能小",
                    "最低點動能大"
                ],
                "decoys": [
                    "最高點位能小",
                    "最高點動能大",
                    "最低點位能大",
                    "最低點動能小",
                    "動能固定"
                ]
            },
            {
                "question": "彈簧掛2個砝碼總長12cm，掛8個砝碼總長24cm，何者正確",
                "correct": [
                    "彈簧原長8cm",
                    "每個砝碼+2cm",
                    "掛6個20cm"
                ],
                "decoys": [
                    "彈簧原長10cm",
                    "每個砝碼+1cm",
                    "掛6個18cm",
                    "長度隨機變化",
                    "掛幾個都可以",
                    "掛越重越短"
                ]
            },
            {
                "question": "靜止的某物體只受到兩股水平拉力，分別為30gw和50gw，何者正確",
                "correct": [
                    "合力最大80gw",
                    "合力最小20gw",
                    "此物一定會動"
                ],
                "decoys": [
                    "合力固定40gw",
                    "合力最小0gw",
                    "物體保持靜止",
                    "合力是1500gw",
                    "合力方向向下",
                    "合力方向向上"
                ]
            },
            {
                "question": "相較於1樓地板，那些屬於位能大的地方",
                "correct": [
                    "摩天輪最高點",
                    "101頂樓",
                    "玉山山頂",
                    "升空的熱氣球",
                    "移動中的飛機"
                ],
                "decoys": [
                    "一樓地板",
                    "地下停車場",
                    "路邊小草",
                    "海邊沙灘"
                ]
            },
            {
                "question": "折射的生活實例與應用",
                "correct": [
                    "水中筷子斷了",
                    "水底硬幣變淺",
                    "近視眼鏡",
                    "放大鏡"
                ],
                "decoys": [
                    "照鏡子",
                    "萬花筒",
                    "湖邊倒影",
                    "皮影戲",
                    "汽車後視鏡"
                ]
            },
            {
                "question": "凸透鏡的特徵",
                "correct": [
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面內凹",
                    "會反射所有光",
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ]
            },
            {
                "question": "凹透鏡的特徵",
                "correct": [
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面外凸",
                    "會反射所有光",
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ]
            },
            {
                "question": "那些不是白光色散後的顏色",
                "correct": [
                    "黑",
                    "灰",
                    "褐"
                ],
                "decoys": [
                    "紅",
                    "橙",
                    "黃",
                    "綠",
                    "藍",
                    "紫"
                ]
            },
            {
                "question": "看見彩虹的條件",
                "correct": [
                    "雨後放晴",
                    "背對陽光",
                    "清晨",
                    "傍晚"
                ],
                "decoys": [
                    "面對陽光",
                    "半夜",
                    "艷陽高照",
                    "背對水幕",
                    "正中午"
                ]
            },
            {
                "question": "關於霓與虹的正確敘述",
                "correct": [
                    "與折射有關",
                    "與反射有關",
                    "虹反射1次",
                    "霓反射2次"
                ],
                "decoys": [
                    "虹折射1次",
                    "霓折射1次",
                    "只有反射",
                    "只有折射",
                    "跟水滴無關"
                ]
            },
            {
                "question": "凸透鏡有哪些成像",
                "correct": [
                    "正立放大",
                    "倒立放大",
                    "倒立縮小"
                ],
                "decoys": [
                    "正立縮小",
                    "倒立變形",
                    "正立等大",
                    "沒有像",
                    "會跳動",
                    "正立變形"
                ]
            },
            {
                "question": "關於色散現象的正確敘述",
                "correct": [
                    "與牛頓有關",
                    "白光是混合光",
                    "紅光光速較快",
                    "紫光光速較慢"
                ],
                "decoys": [
                    "與愛迪生有關",
                    "白光是單色光",
                    "紅光光速較慢",
                    "紫光光速較快",
                    "黑光最強"
                ]
            },
            {
                "question": "影響放大鏡成像的因素",
                "correct": [
                    "物到鏡的距離",
                    "焦距長短"
                ],
                "decoys": [
                    "放大鏡顏色",
                    "你的視力",
                    "你的體重",
                    "放大鏡價格",
                    "你的姿勢",
                    "鏡柄長度",
                    "環境亮度"
                ]
            },
            {
                "question": "關於折射原理的正確敘述",
                "correct": [
                    "真空光速較快",
                    "玻璃光速較慢",
                    "與介質有關",
                    "與光速有關"
                ],
                "decoys": [
                    "光速都一樣",
                    "與介質無關",
                    "照鏡子是折射",
                    "光累了",
                    "折射是害羞"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "動物行為的主要目的",
                "correct": [
                    "覓食",
                    "築巢",
                    "求偶"
                ],
                "decoys": [
                    "看電視",
                    "玩手機",
                    "逛超市",
                    "吹冷氣",
                    "考試",
                    "寫作業"
                ]
            },
            {
                "question": "動物常見的溝通行為",
                "correct": [
                    "聲音",
                    "氣味",
                    "動作",
                    "光"
                ],
                "decoys": [
                    "傳簡訊",
                    "寫信",
                    "無線電",
                    "超音波",
                    "分享網路"
                ]
            },
            {
                "question": "動物遷徙的主要目的",
                "correct": [
                    "覓食",
                    "避冬",
                    "繁殖"
                ],
                "decoys": [
                    "出國旅遊",
                    "移民搬家",
                    "參加比賽",
                    "環島",
                    "探親",
                    "尋找寶藏"
                ]
            },
            {
                "question": "有社會性的動物",
                "correct": [
                    "螞蟻",
                    "蜜蜂",
                    "臺灣獼猴"
                ],
                "decoys": [
                    "蜘蛛",
                    "眼鏡蛇",
                    "變色龍",
                    "大白鯊",
                    "貓頭鷹",
                    "北極熊"
                ]
            },
            {
                "question": "動物常見的求偶行為",
                "correct": [
                    "跳舞動作",
                    "鳴叫聲音",
                    "散發味道",
                    "打鬥示威"
                ],
                "decoys": [
                    "互換名片",
                    "加line",
                    "請喝咖啡",
                    "IG追蹤",
                    "玩躲貓貓"
                ]
            },
            {
                "question": "那些動物是體外受精",
                "correct": [
                    "青蛙",
                    "海星",
                    "金魚",
                    "吳郭魚"
                ],
                "decoys": [
                    "海豚",
                    "企鵝",
                    "蛇",
                    "蝙蝠",
                    "人"
                ]
            },
            {
                "question": "那些動物是胎生",
                "correct": [
                    "貓",
                    "狗",
                    "鯨魚",
                    "蝙蝠",
                    "人"
                ],
                "decoys": [
                    "企鵝",
                    "烏龜",
                    "壁虎",
                    "鱷魚"
                ]
            },
            {
                "question": "那些動物是變溫動物",
                "correct": [
                    "青蛙",
                    "烏龜",
                    "鯉魚",
                    "蝸牛",
                    "蝴蝶"
                ],
                "decoys": [
                    "人",
                    "海豚",
                    "麻雀",
                    "大象"
                ]
            },
            {
                "question": "那些動物有育幼行為",
                "correct": [
                    "燕子",
                    "貓",
                    "袋鼠",
                    "海馬",
                    "人"
                ],
                "decoys": [
                    "海龜",
                    "鮭魚",
                    "蚊子",
                    "蒼蠅"
                ]
            },
            {
                "question": "動物常見的防禦行為",
                "correct": [
                    "擬態",
                    "偽裝",
                    "保護色",
                    "警戒色"
                ],
                "decoys": [
                    "噴火",
                    "報警",
                    "使用盾牌",
                    "使用雷射光",
                    "使用哨子"
                ]
            },
            {
                "question": "樂音三要素",
                "correct": [
                    "響度",
                    "音調",
                    "音色"
                ],
                "decoys": [
                    "音速",
                    "頻率",
                    "振福",
                    "回聲",
                    "波長",
                    "共振"
                ]
            },
            {
                "question": "影響響度的因素",
                "correct": [
                    "力道",
                    "能量",
                    "震動幅度"
                ],
                "decoys": [
                    "介質",
                    "聽覺",
                    "波形",
                    "距離",
                    "材質",
                    "整齊度"
                ]
            },
            {
                "question": "符合哪些條件則音調越高",
                "correct": [
                    "輕",
                    "細",
                    "緊",
                    "短"
                ],
                "decoys": [
                    "沖",
                    "脫",
                    "泡",
                    "蓋",
                    "送"
                ]
            },
            {
                "question": "常見的樂器分類",
                "correct": [
                    "弦樂器",
                    "管樂器",
                    "打擊樂器"
                ],
                "decoys": [
                    "電子樂器",
                    "反射樂器",
                    "摩擦樂器",
                    "太陽能樂器",
                    "超音波樂器",
                    "靜電樂器"
                ]
            },
            {
                "question": "弦樂器的音調與弦的關係",
                "correct": [
                    "越細越高",
                    "越緊越高",
                    "越短越高"
                ],
                "decoys": [
                    "越粗越高",
                    "越鬆越高",
                    "越長越高",
                    "越大力越高",
                    "越紅越高",
                    "越重越高"
                ]
            },
            {
                "question": "聽見聲音的必要條件",
                "correct": [
                    "快速震動",
                    "有介質",
                    "良好的聽覺"
                ],
                "decoys": [
                    "用心",
                    "有力氣",
                    "快速移動",
                    "有吃早餐",
                    "有脾氣",
                    "快速起床"
                ]
            },
            {
                "question": "無法聽見聲音的環境條件",
                "correct": [
                    "真空",
                    "月球上",
                    "太空中"
                ],
                "decoys": [
                    "臥室",
                    "廁所",
                    "廚房",
                    "車上",
                    "教室",
                    "水裡"
                ]
            },
            {
                "question": "關於響度的正確敘述",
                "correct": [
                    "單位是分貝",
                    "越用力越大聲",
                    "與震幅有關",
                    "與能量有關"
                ],
                "decoys": [
                    "單位是赫茲",
                    "與頻率有關",
                    "與波形有關",
                    "男生一定較大",
                    "響度代表高低"
                ]
            },
            {
                "question": "關於音調的正確敘述",
                "correct": [
                    "男生通常較低",
                    "女生通常較高",
                    "與頻率有關"
                ],
                "decoys": [
                    "單位是分貝",
                    "越用力越高",
                    "越用力越低",
                    "與震幅有關",
                    "與能量有關",
                    "真空中最高"
                ]
            },
            {
                "question": "關於音色的正確敘述",
                "correct": [
                    "又稱作音品",
                    "與波形有關"
                ],
                "decoys": [
                    "又稱作頻率",
                    "單位是分貝",
                    "代表聲音高低",
                    "月球上最響亮",
                    "由分貝決定",
                    "與震幅有關",
                    "單位是赫茲"
                ]
            },
            {
                "question": "折射的生活實例與應用",
                "correct": [
                    "水中筷子斷了",
                    "水底硬幣變淺",
                    "近視眼鏡",
                    "放大鏡"
                ],
                "decoys": [
                    "照鏡子",
                    "萬花筒",
                    "湖邊倒影",
                    "皮影戲",
                    "汽車後視鏡"
                ]
            },
            {
                "question": "凸透鏡的特徵",
                "correct": [
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面內凹",
                    "會反射所有光",
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ]
            },
            {
                "question": "凹透鏡的特徵",
                "correct": [
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面外凸",
                    "會反射所有光",
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ]
            },
            {
                "question": "那些不是白光色散後的顏色",
                "correct": [
                    "黑",
                    "灰",
                    "褐"
                ],
                "decoys": [
                    "紅",
                    "橙",
                    "黃",
                    "綠",
                    "藍",
                    "紫"
                ]
            },
            {
                "question": "看見彩虹的條件",
                "correct": [
                    "雨後放晴",
                    "背對陽光",
                    "清晨",
                    "傍晚"
                ],
                "decoys": [
                    "面對陽光",
                    "半夜",
                    "艷陽高照",
                    "背對水幕",
                    "正中午"
                ]
            },
            {
                "question": "關於霓與虹的正確敘述",
                "correct": [
                    "與折射有關",
                    "與反射有關",
                    "虹反射1次",
                    "霓反射2次"
                ],
                "decoys": [
                    "虹折射1次",
                    "霓折射1次",
                    "只有反射",
                    "只有折射",
                    "跟水滴無關"
                ]
            },
            {
                "question": "凸透鏡有哪些成像",
                "correct": [
                    "正立放大",
                    "倒立放大",
                    "倒立縮小"
                ],
                "decoys": [
                    "正立縮小",
                    "倒立變形",
                    "正立等大",
                    "沒有像",
                    "會跳動",
                    "正立變形"
                ]
            },
            {
                "question": "關於色散現象的正確敘述",
                "correct": [
                    "與牛頓有關",
                    "白光是混合光",
                    "紅光光速較快",
                    "紫光光速較慢"
                ],
                "decoys": [
                    "與愛迪生有關",
                    "白光是單色光",
                    "紅光光速較慢",
                    "紫光光速較快",
                    "黑光最強"
                ]
            },
            {
                "question": "影響放大鏡成像的因素",
                "correct": [
                    "物到鏡的距離",
                    "焦距長短"
                ],
                "decoys": [
                    "放大鏡顏色",
                    "你的視力",
                    "你的體重",
                    "放大鏡價格",
                    "你的姿勢",
                    "鏡柄長度",
                    "環境亮度"
                ]
            },
            {
                "question": "關於折射原理的正確敘述",
                "correct": [
                    "真空光速較快",
                    "玻璃光速較慢",
                    "與介質有關",
                    "與光速有關"
                ],
                "decoys": [
                    "光速都一樣",
                    "與介質無關",
                    "照鏡子是折射",
                    "光累了",
                    "折射是害羞"
                ]
            },
            {
                "question": "空氣含量前三名",
                "correct": [
                    "氮氣",
                    "氧氣",
                    "氬氣"
                ],
                "decoys": [
                    "氫氣",
                    "水氣",
                    "臭氧",
                    "氯氣",
                    "氦氣",
                    "甲烷"
                ]
            },
            {
                "question": "吐氣含量前三名",
                "correct": [
                    "氮氣",
                    "氧氣",
                    "二氧化碳"
                ],
                "decoys": [
                    "氬氣",
                    "水氣",
                    "臭氧",
                    "氯氣",
                    "氦氣",
                    "甲烷"
                ]
            },
            {
                "question": "氮氣的特徵",
                "correct": [
                    "不可燃",
                    "不助燃",
                    "填充食品保鮮"
                ],
                "decoys": [
                    "易燃",
                    "幫助呼吸",
                    "紅色氣體",
                    "劇毒氣體",
                    "讓氣球飛起來",
                    "有臭味"
                ]
            },
            {
                "question": "氧氣的特徵",
                "correct": [
                    "助燃",
                    "生物呼吸必須",
                    "使死灰復燃"
                ],
                "decoys": [
                    "填充食品保鮮",
                    "藍色氣體",
                    "劇毒氣體",
                    "讓氣球飛起來",
                    "有臭味",
                    "可滅火"
                ]
            },
            {
                "question": "二氧化碳的特徵",
                "correct": [
                    "不可燃",
                    "不助燃",
                    "比空氣重"
                ],
                "decoys": [
                    "幫助呼吸",
                    "助燃",
                    "易燃",
                    "有毒",
                    "粉紅色",
                    "有甜味"
                ]
            },
            {
                "question": "製造氧氣的材料",
                "correct": [
                    "雙氧水",
                    "胡蘿蔔",
                    "金針菇"
                ],
                "decoys": [
                    "醋",
                    "小蘇打",
                    "食鹽",
                    "酒精",
                    "乾冰",
                    "蠟燭"
                ]
            },
            {
                "question": "製造二氧化碳的材料",
                "correct": [
                    "醋",
                    "小蘇打粉",
                    "檸檬酸"
                ],
                "decoys": [
                    "雙氧水",
                    "胡蘿蔔",
                    "金針菇",
                    "洗碗精",
                    "酒精",
                    "沙拉油"
                ]
            },
            {
                "question": "燃燒三要素",
                "correct": [
                    "可燃物",
                    "助燃物",
                    "達到燃點"
                ],
                "decoys": [
                    "二氧化碳",
                    "水",
                    "滅火器",
                    "氮氣",
                    "低溫",
                    "絕緣體"
                ]
            },
            {
                "question": "滅火器使用口訣",
                "correct": [
                    "拉",
                    "瞄",
                    "壓",
                    "掃"
                ],
                "decoys": [
                    "濕",
                    "搓",
                    "沖",
                    "捧",
                    "擦"
                ]
            },
            {
                "question": "火災逃生正確的注意事項",
                "correct": [
                    "低姿勢",
                    "不可搭電梯",
                    "摸門把測溫"
                ],
                "decoys": [
                    "躲浴室",
                    "搭電梯",
                    "跳樓",
                    "尋找財物",
                    "返回火場",
                    "玩手機"
                ]
            },
            {
                "question": "生鏽的主因",
                "correct": [
                    "水",
                    "氧氣"
                ],
                "decoys": [
                    "陽光",
                    "氮氣",
                    "肥料",
                    "細菌",
                    "心情",
                    "太髒",
                    "鄰居"
                ]
            },
            {
                "question": "加速生鏽的因素",
                "correct": [
                    "酸雨",
                    "鹽分"
                ],
                "decoys": [
                    "抹油",
                    "包膜",
                    "放冰箱",
                    "心情",
                    "重量",
                    "乾旱",
                    "甜度"
                ]
            },
            {
                "question": "哪些是科學探究的步驟",
                "correct": [
                    "觀察",
                    "提出問題",
                    "參考文獻",
                    "實驗驗證",
                    "提出假說"
                ],
                "decoys": [
                    "擲茭",
                    "問神明",
                    "猜拳",
                    "作夢"
                ]
            },
            {
                "question": "實驗變因有哪些",
                "correct": [
                    "操作變因",
                    "控制變因",
                    "應變變因"
                ],
                "decoys": [
                    "心情變因",
                    "天氣變因",
                    "魔法變因",
                    "基因",
                    "操作手冊",
                    "隨機變因"
                ]
            },
            {
                "question": "常見的防鏽方法",
                "correct": [
                    "保持乾燥",
                    "塗油漆",
                    "上油",
                    "電鍍",
                    "製作合金"
                ],
                "decoys": [
                    "泡水",
                    "撒鹽",
                    "照光",
                    "吹風"
                ]
            },
            {
                "question": "不鏽鋼的主要成分",
                "correct": [
                    "鐵",
                    "鉻",
                    "鎳"
                ],
                "decoys": [
                    "銅",
                    "鋁",
                    "金",
                    "銀",
                    "塑膠",
                    "鋼鐵人"
                ]
            },
            {
                "question": "黴菌喜歡的生長環境",
                "correct": [
                    "溫暖",
                    "潮濕",
                    "陰暗"
                ],
                "decoys": [
                    "寒冷",
                    "乾燥",
                    "陽光充足",
                    "真空",
                    "養老院",
                    "月球上"
                ]
            },
            {
                "question": "延長食物保存的原理",
                "correct": [
                    "去除水分",
                    "隔絕空氣",
                    "降溫",
                    "殺菌"
                ],
                "decoys": [
                    "照光",
                    "噴水",
                    "加熱",
                    "對它唱歌",
                    "隔絕人類",
                    "去皮"
                ]
            },
            {
                "question": "常見的食品添加物",
                "correct": [
                    "防腐劑",
                    "色素",
                    "香料"
                ],
                "decoys": [
                    "農藥",
                    "香水",
                    "色紙",
                    "口罩",
                    "防寒衣物",
                    "清潔劑"
                ]
            },
            {
                "question": "食物的保存方法",
                "correct": [
                    "冷藏",
                    "冷凍",
                    "曬乾",
                    "真空"
                ],
                "decoys": [
                    "放在桌上",
                    "埋在土裡",
                    "泡在水裡",
                    "用火燒",
                    "盯著它看"
                ]
            },
            {
                "question": "太陽的重要性",
                "correct": [
                    "提供光",
                    "提供熱",
                    "植物製造養分",
                    "動物維持體溫"
                ],
                "decoys": [
                    "提供氧氣",
                    "造成地震",
                    "製造塑膠",
                    "提供勇氣",
                    "維持寒冷"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "太陽能發電的運用",
                "correct": [
                    "路燈",
                    "計算機",
                    "人造衛星"
                ],
                "decoys": [
                    "藍牙",
                    "超音波",
                    "螢火蟲發光",
                    "月亮發光",
                    "節能標章",
                    "反射聲音"
                ]
            },
            {
                "question": "太陽與影子的關係",
                "correct": [
                    "總在相反方向",
                    "早上太陽在東",
                    "早上影子在西",
                    "下午太陽在西",
                    "下午影子在東"
                ],
                "decoys": [
                    "總在相同方向",
                    "早上太陽在西",
                    "早上影子在東",
                    "下午影子在西"
                ]
            },
            {
                "question": "一天之中太陽高度角的變化",
                "correct": [
                    "早上較小",
                    "中午較大",
                    "下午較小",
                    "小變大再變小"
                ],
                "decoys": [
                    "早上較大",
                    "中午較小",
                    "下午較大",
                    "大變小再變大",
                    "不一定"
                ]
            },
            {
                "question": "四季的日出方位正確的有那些",
                "correct": [
                    "春分正東",
                    "秋分正東",
                    "夏至東偏北",
                    "冬至東偏南"
                ],
                "decoys": [
                    "春分正西",
                    "秋分正西",
                    "夏至西偏北",
                    "冬至西偏南",
                    "不一定"
                ]
            },
            {
                "question": "北半球晝夜長短的變化",
                "correct": [
                    "春分晝夜等長",
                    "秋分晝夜等長",
                    "夏至晝長夜短",
                    "冬至晝短夜長"
                ],
                "decoys": [
                    "春分晝長夜短",
                    "秋分晝短夜長",
                    "夏至晝夜等長",
                    "冬至晝夜等長",
                    "不一定"
                ]
            },
            {
                "question": "一天之中影子長短的變化",
                "correct": [
                    "早上較長",
                    "中午較短",
                    "下午較長",
                    "長變短再變長"
                ],
                "decoys": [
                    "早上較短",
                    "中午較長",
                    "下午較短",
                    "短變長再變短",
                    "不一定"
                ]
            },
            {
                "question": "國曆的節日有哪些",
                "correct": [
                    "教師節",
                    "清明節",
                    "兒童節",
                    "聖誕節"
                ],
                "decoys": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ]
            },
            {
                "question": "一年之中，哪些地點會被太陽直射２次",
                "correct": [
                    "台南",
                    "高雄",
                    "屏東"
                ],
                "decoys": [
                    "台北",
                    "台中",
                    "桃園",
                    "新竹",
                    "宜蘭",
                    "新北"
                ]
            },
            {
                "question": "哪些是恆星",
                "correct": [
                    "太陽",
                    "北極星",
                    "天狼星"
                ],
                "decoys": [
                    "地球",
                    "月亮",
                    "火星",
                    "哈雷彗星",
                    "大猩猩",
                    "太陽眼鏡"
                ]
            },
            {
                "question": "哪些是行星",
                "correct": [
                    "地球",
                    "金星",
                    "火星",
                    "土星",
                    "木星"
                ],
                "decoys": [
                    "太陽",
                    "北極星",
                    "月球",
                    "流星"
                ]
            },
            {
                "question": "類地行星有那些",
                "correct": [
                    "水星",
                    "金星",
                    "地球",
                    "火星"
                ],
                "decoys": [
                    "木星",
                    "土星",
                    "天王星",
                    "海王星",
                    "太陽"
                ]
            },
            {
                "question": "類木行星的性質有哪些",
                "correct": [
                    "體積大",
                    "質量大",
                    "密度小",
                    "溫度低",
                    "距離太陽較遠"
                ],
                "decoys": [
                    "體積小",
                    "質量小",
                    "密度大",
                    "距離太陽較近"
                ]
            },
            {
                "question": "關於星星與星座的正確敘述",
                "correct": [
                    "可辨認時間",
                    "可辨認方位",
                    "有88個星座",
                    "會東升西落"
                ],
                "decoys": [
                    "每天位置一樣",
                    "白天沒有星星",
                    "是外星人畫的",
                    "會說話",
                    "有住人"
                ]
            },
            {
                "question": "哪些是長度或距離單位",
                "correct": [
                    "天文單位",
                    "光年",
                    "公里",
                    "公尺",
                    "公厘"
                ],
                "decoys": [
                    "公斤",
                    "公升",
                    "小時",
                    "公車"
                ]
            },
            {
                "question": "尋找北極星可以利用什麼天體",
                "correct": [
                    "北斗七星",
                    "仙后座"
                ],
                "decoys": [
                    "獵戶座",
                    "月亮",
                    "太陽",
                    "北斗肉圓",
                    "優先座",
                    "北斗神拳",
                    "南十字座"
                ]
            },
            {
                "question": "北半球觀星，使用星座盤的方法",
                "correct": [
                    "調整時間日期",
                    "面向北方",
                    "高舉過頭",
                    "盤面朝下",
                    "北字朝前"
                ],
                "decoys": [
                    "調整體重",
                    "高舉盤子",
                    "放在地上看",
                    "閉上眼睛"
                ]
            },
            {
                "question": "觀星的條件",
                "correct": [
                    "光害少",
                    "視野開闊",
                    "天氣晴朗"
                ],
                "decoys": [
                    "路燈多",
                    "雲層厚",
                    "大樓旁",
                    "雨天",
                    "廁所內",
                    "正中午"
                ]
            },
            {
                "question": "太陽系包含宇宙的那些層次",
                "correct": [
                    "恆星",
                    "行星",
                    "衛星"
                ],
                "decoys": [
                    "星系",
                    "星系群",
                    "宇宙",
                    "星團",
                    "超星系團",
                    "星系團"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "折射的生活實例與應用",
                "correct": [
                    "水中筷子斷了",
                    "水底硬幣變淺",
                    "近視眼鏡",
                    "放大鏡"
                ],
                "decoys": [
                    "照鏡子",
                    "萬花筒",
                    "湖邊倒影",
                    "皮影戲",
                    "汽車後視鏡"
                ]
            },
            {
                "question": "凸透鏡的特徵",
                "correct": [
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面內凹",
                    "會反射所有光",
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ]
            },
            {
                "question": "凹透鏡的特徵",
                "correct": [
                    "中間薄",
                    "邊緣厚",
                    "發散光線"
                ],
                "decoys": [
                    "厚度均勻",
                    "兩面外凸",
                    "會反射所有光",
                    "中間厚",
                    "邊緣薄",
                    "會聚光線"
                ]
            },
            {
                "question": "那些不是白光色散後的顏色",
                "correct": [
                    "黑",
                    "灰",
                    "褐"
                ],
                "decoys": [
                    "紅",
                    "橙",
                    "黃",
                    "綠",
                    "藍",
                    "紫"
                ]
            },
            {
                "question": "看見彩虹的條件",
                "correct": [
                    "雨後放晴",
                    "背對陽光",
                    "清晨",
                    "傍晚"
                ],
                "decoys": [
                    "面對陽光",
                    "半夜",
                    "艷陽高照",
                    "背對水幕",
                    "正中午"
                ]
            },
            {
                "question": "關於霓與虹的正確敘述",
                "correct": [
                    "與折射有關",
                    "與反射有關",
                    "虹反射1次",
                    "霓反射2次"
                ],
                "decoys": [
                    "虹折射1次",
                    "霓折射1次",
                    "只有反射",
                    "只有折射",
                    "跟水滴無關"
                ]
            },
            {
                "question": "凸透鏡有哪些成像",
                "correct": [
                    "正立放大",
                    "倒立放大",
                    "倒立縮小"
                ],
                "decoys": [
                    "正立縮小",
                    "倒立變形",
                    "正立等大",
                    "沒有像",
                    "會跳動",
                    "正立變形"
                ]
            },
            {
                "question": "關於色散現象的正確敘述",
                "correct": [
                    "與牛頓有關",
                    "白光是混合光",
                    "紅光光速較快",
                    "紫光光速較慢"
                ],
                "decoys": [
                    "與愛迪生有關",
                    "白光是單色光",
                    "紅光光速較慢",
                    "紫光光速較快",
                    "黑光最強"
                ]
            },
            {
                "question": "影響放大鏡成像的因素",
                "correct": [
                    "物到鏡的距離",
                    "焦距長短"
                ],
                "decoys": [
                    "放大鏡顏色",
                    "你的視力",
                    "你的體重",
                    "放大鏡價格",
                    "你的姿勢",
                    "鏡柄長度",
                    "環境亮度"
                ]
            },
            {
                "question": "關於折射原理的正確敘述",
                "correct": [
                    "真空光速較快",
                    "玻璃光速較慢",
                    "與介質有關",
                    "與光速有關"
                ],
                "decoys": [
                    "光速都一樣",
                    "與介質無關",
                    "照鏡子是折射",
                    "光累了",
                    "折射是害羞"
                ]
            },
            {
                "question": "太陽的重要性",
                "correct": [
                    "提供光",
                    "提供熱",
                    "植物製造養分",
                    "動物維持體溫"
                ],
                "decoys": [
                    "提供氧氣",
                    "造成地震",
                    "製造塑膠",
                    "提供勇氣",
                    "維持寒冷"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "太陽能發電的運用",
                "correct": [
                    "路燈",
                    "計算機",
                    "人造衛星"
                ],
                "decoys": [
                    "藍牙",
                    "超音波",
                    "螢火蟲發光",
                    "月亮發光",
                    "節能標章",
                    "反射聲音"
                ]
            },
            {
                "question": "太陽與影子的關係",
                "correct": [
                    "總在相反方向",
                    "早上太陽在東",
                    "早上影子在西",
                    "下午太陽在西",
                    "下午影子在東"
                ],
                "decoys": [
                    "總在相同方向",
                    "早上太陽在西",
                    "早上影子在東",
                    "下午影子在西"
                ]
            },
            {
                "question": "一天之中太陽高度角的變化",
                "correct": [
                    "早上較小",
                    "中午較大",
                    "下午較小",
                    "小變大再變小"
                ],
                "decoys": [
                    "早上較大",
                    "中午較小",
                    "下午較大",
                    "大變小再變大",
                    "不一定"
                ]
            },
            {
                "question": "四季的日出方位正確的有那些",
                "correct": [
                    "春分正東",
                    "秋分正東",
                    "夏至東偏北",
                    "冬至東偏南"
                ],
                "decoys": [
                    "春分正西",
                    "秋分正西",
                    "夏至西偏北",
                    "冬至西偏南",
                    "不一定"
                ]
            },
            {
                "question": "北半球晝夜長短的變化",
                "correct": [
                    "春分晝夜等長",
                    "秋分晝夜等長",
                    "夏至晝長夜短",
                    "冬至晝短夜長"
                ],
                "decoys": [
                    "春分晝長夜短",
                    "秋分晝短夜長",
                    "夏至晝夜等長",
                    "冬至晝夜等長",
                    "不一定"
                ]
            },
            {
                "question": "一天之中影子長短的變化",
                "correct": [
                    "早上較長",
                    "中午較短",
                    "下午較長",
                    "長變短再變長"
                ],
                "decoys": [
                    "早上較短",
                    "中午較長",
                    "下午較短",
                    "短變長再變短",
                    "不一定"
                ]
            },
            {
                "question": "國曆的節日有哪些",
                "correct": [
                    "教師節",
                    "清明節",
                    "兒童節",
                    "聖誕節"
                ],
                "decoys": [
                    "中秋節",
                    "中元節",
                    "端午節",
                    "除夕",
                    "元宵節"
                ]
            },
            {
                "question": "一年之中，哪些地點會被太陽直射２次",
                "correct": [
                    "台南",
                    "高雄",
                    "屏東"
                ],
                "decoys": [
                    "台北",
                    "台中",
                    "桃園",
                    "新竹",
                    "宜蘭",
                    "新北"
                ]
            },
            {
                "question": "植物的層次有哪些",
                "correct": [
                    "細胞",
                    "組織",
                    "器官",
                    "個體"
                ],
                "decoys": [
                    "系統",
                    "原子",
                    "群集",
                    "族群",
                    "葉綠體"
                ]
            },
            {
                "question": "植物有哪些器官",
                "correct": [
                    "根",
                    "莖",
                    "葉",
                    "花",
                    "果實",
                    "種子"
                ],
                "decoys": [
                    "孢子",
                    "花粉",
                    "維管束"
                ]
            },
            {
                "question": "根的功能",
                "correct": [
                    "固定植物",
                    "吸收水分",
                    "吸收養分"
                ],
                "decoys": [
                    "行光合作用",
                    "吸引昆蟲",
                    "製造種子",
                    "接收陽光",
                    "感應地震",
                    "支撐花朵"
                ]
            },
            {
                "question": "關於氣孔的功能與敘述",
                "correct": [
                    "位於葉片",
                    "保衛細胞控制",
                    "水分蒸散",
                    "氣體交換"
                ],
                "decoys": [
                    "吸收水分",
                    "製造養分",
                    "反射陽光",
                    "分泌花蜜",
                    "吸收陽光"
                ]
            },
            {
                "question": "關於光合作用的反應與敘述",
                "correct": [
                    "吸收太陽能",
                    "消耗水",
                    "消耗二氧化碳",
                    "製造養分",
                    "釋放氧氣"
                ],
                "decoys": [
                    "消耗氧氣",
                    "釋放二氧化碳",
                    "晚上進行",
                    "產生熱能"
                ]
            },
            {
                "question": "種子的傳播方式",
                "correct": [
                    "風力",
                    "水力",
                    "附著動物",
                    "彈力",
                    "吸引動物採食"
                ],
                "decoys": [
                    "網路",
                    "電力",
                    "磁力",
                    "光速"
                ]
            },
            {
                "question": "可以用營養器官繁殖的植物",
                "correct": [
                    "番薯",
                    "落地生根",
                    "石蓮",
                    "馬鈴薯"
                ],
                "decoys": [
                    "紅豆",
                    "綠豆",
                    "向日葵",
                    "花生",
                    "玉米"
                ]
            },
            {
                "question": "關於蕨類的敘述",
                "correct": [
                    "沒有果實",
                    "沒有種子",
                    "孢子繁殖",
                    "不會開花"
                ],
                "decoys": [
                    "有花粉",
                    "種子很大",
                    "有胚珠",
                    "根毛開花",
                    "喜歡沙漠"
                ]
            },
            {
                "question": "蒸散作用的水分移動敘述",
                "correct": [
                    "根部進入",
                    "莖部向上運輸",
                    "葉部釋出"
                ],
                "decoys": [
                    "葉部進入",
                    "莖部向下運輸",
                    "根部釋出",
                    "花瓣進入",
                    "種子進入",
                    "果實進入"
                ]
            },
            {
                "question": "花的構造有哪些",
                "correct": [
                    "花萼",
                    "花瓣",
                    "雄蕊",
                    "雌蕊"
                ],
                "decoys": [
                    "孢子囊",
                    "觸角",
                    "年輪",
                    "氣孔",
                    "反射鏡"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅"
                ],
                "decoys": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "哪些是酸鹼指示劑",
                "correct": [
                    "石蕊試紙",
                    "紫色高麗菜",
                    "蝶豆花",
                    "酚酞",
                    "廣用試劑"
                ],
                "decoys": [
                    "黑墨水",
                    "食鹽水",
                    "雙氧水",
                    "修正液"
                ]
            },
            {
                "question": "哪些是生活中的酸鹼中和",
                "correct": [
                    "胃酸多吃胃藥",
                    "飯後刷牙",
                    "農夫撒石灰粉"
                ],
                "decoys": [
                    "咖啡加糖",
                    "酒精消毒雙手",
                    "噴香水蓋臭味",
                    "傷口塗雙氧水",
                    "洗碗精洗油汙",
                    "水加冰塊"
                ]
            },
            {
                "question": "哪些是溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "空氣",
                    "合金",
                    "酒"
                ],
                "decoys": [
                    "純水",
                    "紅豆湯",
                    "氧氣",
                    "砂子"
                ]
            },
            {
                "question": "具有導電性的水溶液",
                "correct": [
                    "鹽水",
                    "醋",
                    "小蘇打水",
                    "汽水",
                    "鹽酸",
                    "果汁"
                ],
                "decoys": [
                    "糖水",
                    "酒精",
                    "純水"
                ]
            },
            {
                "question": "常見的酸性水溶液",
                "correct": [
                    "汽水",
                    "醋",
                    "果汁",
                    "鹽酸",
                    "酸雨"
                ],
                "decoys": [
                    "鹽水",
                    "酒精",
                    "氨水",
                    "肥皂水"
                ]
            },
            {
                "question": "常見的鹼性水溶液",
                "correct": [
                    "小蘇打水",
                    "石灰水",
                    "氨水",
                    "肥皂水"
                ],
                "decoys": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "常見的中性水溶液",
                "correct": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "酒精"
                ],
                "decoys": [
                    "小蘇打水",
                    "石灰水",
                    "汽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "關於酸鹼中和的敘述與結果",
                "correct": [
                    "釋放大量熱",
                    "可能呈酸性",
                    "可能呈鹼性",
                    "可能呈中性"
                ],
                "decoys": [
                    "一定是酸性",
                    "一定是鹼性",
                    "一定是中性",
                    "溫度下降",
                    "反應非常緩慢"
                ]
            },
            {
                "question": "增加摩擦力的方法",
                "correct": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋"
                ],
                "decoys": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計",
                    "減輕重量",
                    "打蠟",
                    "用磁浮技術"
                ]
            },
            {
                "question": "減少摩擦力的方法",
                "correct": [
                    "加潤滑油",
                    "滾動代替滑動",
                    "流線型設計"
                ],
                "decoys": [
                    "鞋底紋路",
                    "輪胎凹槽",
                    "瓶蓋刻紋",
                    "輪胎改成方形",
                    "穿釘鞋",
                    "增加重量"
                ]
            },
            {
                "question": "影響摩擦力大小的因素",
                "correct": [
                    "物體重量",
                    "接觸面性質"
                ],
                "decoys": [
                    "物體大小",
                    "接觸面大小",
                    "顏色",
                    "價格",
                    "心情",
                    "光線強度",
                    "形狀"
                ]
            },
            {
                "question": "力平衡的條件",
                "correct": [
                    "大小相等",
                    "方向相反",
                    "在同一直線上"
                ],
                "decoys": [
                    "方向相同",
                    "大小不等",
                    "施力在同側",
                    "作用時間要長",
                    "施力要大",
                    "必須是接觸力"
                ]
            },
            {
                "question": "超距力有哪些",
                "correct": [
                    "磁力",
                    "靜電力",
                    "地球引力"
                ],
                "decoys": [
                    "推力",
                    "彈力",
                    "摩擦力",
                    "浮力",
                    "壓力",
                    "超能力"
                ]
            },
            {
                "question": "那些代表速度較快",
                "correct": [
                    "同距離越快到",
                    "同時間跑越遠"
                ],
                "decoys": [
                    "滿頭大汗",
                    "腳步聲很響",
                    "最貴的鞋",
                    "路徑最崎嶇",
                    "心跳最快",
                    "姿勢最帥",
                    "體重最輕"
                ]
            },
            {
                "question": "盪鞦韆的過程中，關於動能與位能的正確敘述",
                "correct": [
                    "最高點位能大",
                    "最高點動能小",
                    "最低點位能小",
                    "最低點動能大"
                ],
                "decoys": [
                    "最高點位能小",
                    "最高點動能大",
                    "最低點位能大",
                    "最低點動能小",
                    "動能固定"
                ]
            },
            {
                "question": "彈簧掛2個砝碼總長12cm，掛8個砝碼總長24cm，何者正確",
                "correct": [
                    "彈簧原長8cm",
                    "每個砝碼+2cm",
                    "掛6個20cm"
                ],
                "decoys": [
                    "彈簧原長10cm",
                    "每個砝碼+1cm",
                    "掛6個18cm",
                    "長度隨機變化",
                    "掛幾個都可以",
                    "掛越重越短"
                ]
            },
            {
                "question": "靜止的某物體只受到兩股水平拉力，分別為30gw和50gw，何者正確",
                "correct": [
                    "合力最大80gw",
                    "合力最小20gw",
                    "此物一定會動"
                ],
                "decoys": [
                    "合力固定40gw",
                    "合力最小0gw",
                    "物體保持靜止",
                    "合力是1500gw",
                    "合力方向向下",
                    "合力方向向上"
                ]
            },
            {
                "question": "相較於1樓地板，那些屬於位能大的地方",
                "correct": [
                    "摩天輪最高點",
                    "101頂樓",
                    "玉山山頂",
                    "升空的熱氣球",
                    "移動中的飛機"
                ],
                "decoys": [
                    "一樓地板",
                    "地下停車場",
                    "路邊小草",
                    "海邊沙灘"
                ]
            }
        ]
    },
    "6年級": {
        "上冊(H)": [
            {
                "question": "熱傳播方式",
                "correct": [
                    "傳導",
                    "對流",
                    "輻射"
                ],
                "decoys": [
                    "超導",
                    "班導",
                    "上流",
                    "交流",
                    "散射",
                    "漫射"
                ]
            },
            {
                "question": "物質受熱後會有那些改變",
                "correct": [
                    "顏色",
                    "形狀",
                    "軟硬",
                    "三態變化",
                    "大小"
                ],
                "decoys": [
                    "性別",
                    "國籍",
                    "智商",
                    "性格"
                ]
            },
            {
                "question": "酒精燈的使用注意事項",
                "correct": [
                    "8分滿",
                    "以燈罩蓋熄",
                    "用打火機點燃"
                ],
                "decoys": [
                    "全滿",
                    "用嘴吹熄",
                    "酒精燈互點",
                    "倒過來放",
                    "以燈罩點燃",
                    "不用熄滅"
                ]
            },
            {
                "question": "那些符合散熱原理",
                "correct": [
                    "搧風",
                    "保持通風",
                    "散熱貼布",
                    "冰敷袋"
                ],
                "decoys": [
                    "蓋厚被子",
                    "穿羽絨衣",
                    "曬太陽",
                    "保持通靈",
                    "熱敷袋"
                ]
            },
            {
                "question": "關於熱輻射的正確敘述",
                "correct": [
                    "不需要介質",
                    "淺色不易吸收",
                    "淺色易反射",
                    "深色易吸收",
                    "深色不易反射"
                ],
                "decoys": [
                    "需要介質",
                    "淺色易吸收",
                    "深色易反射",
                    "需要空氣"
                ]
            },
            {
                "question": "關於熱對流的正確敘述",
                "correct": [
                    "流體主要方式",
                    "高溫傳向低溫",
                    "與密度有關"
                ],
                "decoys": [
                    "低溫傳向高溫",
                    "熱的向下",
                    "冷的向上",
                    "固體主要方式",
                    "與顏色有關",
                    "只能在真空"
                ]
            },
            {
                "question": "關於熱傳導的正確敘述",
                "correct": [
                    "直接接觸",
                    "固體主要方式",
                    "高溫傳向低溫"
                ],
                "decoys": [
                    "不用接觸",
                    "氣體主要方式",
                    "低溫傳向高溫",
                    "熱的向上",
                    "冷的向下",
                    "塑膠傳熱最快"
                ]
            },
            {
                "question": "導電性TOP 5",
                "correct": [
                    "銀",
                    "銅",
                    "金",
                    "鋁",
                    "鐵"
                ],
                "decoys": [
                    "汞",
                    "鉛",
                    "鎢",
                    "鈦"
                ]
            },
            {
                "question": "可以復原的變化",
                "correct": [
                    "水結冰",
                    "水蒸發",
                    "巧克力融化",
                    "金戒指變形"
                ],
                "decoys": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ]
            },
            {
                "question": "不可以復原的變化",
                "correct": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ],
                "decoys": [
                    "水結冰",
                    "水蒸發",
                    "巧克力融化",
                    "金戒指變形"
                ]
            },
            {
                "question": "大氣中的水有哪些狀態",
                "correct": [
                    "雲",
                    "霧",
                    "露",
                    "霜",
                    "雪"
                ],
                "decoys": [
                    "雷",
                    "霆",
                    "零",
                    "霄"
                ]
            },
            {
                "question": "常見的鋒面有哪幾種",
                "correct": [
                    "冷鋒",
                    "暖鋒",
                    "滯留鋒"
                ],
                "decoys": [
                    "蜜蜂",
                    "先鋒",
                    "劍鋒",
                    "筆鋒",
                    "冰鋒",
                    "發瘋"
                ]
            },
            {
                "question": "常見的溫室氣體有哪些",
                "correct": [
                    "二氧化碳",
                    "水氣",
                    "甲烷"
                ],
                "decoys": [
                    "氧氣",
                    "氮氣",
                    "空氣",
                    "甲蟲",
                    "水晶",
                    "二胡"
                ]
            },
            {
                "question": "關於大陸冷氣團的正確敘述",
                "correct": [
                    "東北季風",
                    "寒流",
                    "高壓南下",
                    "乾冷空氣"
                ],
                "decoys": [
                    "西南氣流",
                    "造成颱風",
                    "是低壓中心",
                    "溫暖潮濕",
                    "造成梅雨"
                ]
            },
            {
                "question": "關於衛星雲圖的正確敘述",
                "correct": [
                    "白色是雲",
                    "藍色是海",
                    "綠色是陸地"
                ],
                "decoys": [
                    "白色是雪",
                    "藍色是陸地",
                    "綠色是海",
                    "綠色是森林",
                    "藍色是天空",
                    "白色是人"
                ]
            },
            {
                "question": "關於地面天氣圖的正確敘述",
                "correct": [
                    "線條為等壓線",
                    "H是高壓中心",
                    "L是低壓中心"
                ],
                "decoys": [
                    "H是熱",
                    "L是冷",
                    "線條為等高線",
                    "冷鋒是半圓型",
                    "暖鋒是三角型",
                    "可以看出國界"
                ]
            },
            {
                "question": "關於梅雨的正確敘述",
                "correct": [
                    "氣團勢力相當",
                    "鋒面停滯",
                    "連續性降雨",
                    "5、6月常見"
                ],
                "decoys": [
                    "會長梅子",
                    "沒雨的意思",
                    "冬天常見",
                    "颱風引起",
                    "56不能亡"
                ]
            },
            {
                "question": "關於北半球颱風的正確敘述",
                "correct": [
                    "逆時針旋轉",
                    "熱帶性低氣壓",
                    "帶來強風豪雨",
                    "濃厚雲層"
                ],
                "decoys": [
                    "順時針旋轉",
                    "發源於陸地",
                    "熱帶性高氣壓",
                    "乾爽天氣",
                    "濃厚巧克力"
                ]
            },
            {
                "question": "颱風強度分級",
                "correct": [
                    "輕度",
                    "中度",
                    "強烈"
                ],
                "decoys": [
                    "超級",
                    "微小",
                    "重量級",
                    "霸王級",
                    "重度",
                    "強壯"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "三大岩石種類",
                "correct": [
                    "沉積岩",
                    "變質岩",
                    "火成岩"
                ],
                "decoys": [
                    "鑽石",
                    "黃金",
                    "變性岩",
                    "火大岩",
                    "沉睡岩",
                    "大理石"
                ]
            },
            {
                "question": "礦物鑑定會利用那些方式",
                "correct": [
                    "顏色",
                    "光澤",
                    "硬度",
                    "條痕",
                    "晶形"
                ],
                "decoys": [
                    "味道",
                    "重量",
                    "價格",
                    "產地"
                ]
            },
            {
                "question": "關於摩氏硬度的正確敘述",
                "correct": [
                    "抗磨損能力",
                    "滑石最軟",
                    "鑽石最硬"
                ],
                "decoys": [
                    "抗壓能力",
                    "指甲最硬",
                    "脾氣最硬",
                    "數字越小越貴",
                    "數字越大越軟",
                    "金剛石最壯"
                ]
            },
            {
                "question": "常見的沉積岩",
                "correct": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩"
                ],
                "decoys": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "常見的火成岩",
                "correct": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩"
                ],
                "decoys": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "關於曲流地形的正確敘述",
                "correct": [
                    "凹岸流速快",
                    "凸岸流速慢",
                    "凹岸侵蝕力強",
                    "凸岸堆積力強"
                ],
                "decoys": [
                    "凹岸流速慢",
                    "凸岸流速快",
                    "凹岸堆積力強",
                    "凸岸侵蝕力強",
                    "凸岸會崩塌"
                ]
            },
            {
                "question": "常見的海蝕地形",
                "correct": [
                    "海蝕崖",
                    "海蝕洞",
                    "海蝕柱",
                    "海蝕門"
                ],
                "decoys": [
                    "沙灘",
                    "河口",
                    "瀑布",
                    "沙洲",
                    "海底世界"
                ]
            },
            {
                "question": "關於地震震度的正確敘述",
                "correct": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同"
                ],
                "decoys": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同",
                    "代表心情"
                ]
            },
            {
                "question": "關於地震規模的正確敘述",
                "correct": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同"
                ],
                "decoys": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同",
                    "代表心情"
                ]
            },
            {
                "question": "流水的作用",
                "correct": [
                    "侵蝕",
                    "搬運",
                    "堆積"
                ],
                "decoys": [
                    "搬家",
                    "腐蝕",
                    "囤積",
                    "裝修",
                    "地震",
                    "快遞"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "載流導線周圍影響磁場強弱的因素",
                "correct": [
                    "電流強弱",
                    "距離導線遠近"
                ],
                "decoys": [
                    "導線顏色",
                    "天氣好壞",
                    "心情指數",
                    "導電長短",
                    "電池品牌",
                    "距離導航目標",
                    "磁鐵強弱"
                ]
            },
            {
                "question": "電磁鐵的使用優點",
                "correct": [
                    "強弱可控",
                    "磁極方向可控",
                    "有無磁力可控"
                ],
                "decoys": [
                    "會發光",
                    "會變色",
                    "心情可控",
                    "顏色可控",
                    "不用通電",
                    "永遠有磁力"
                ]
            },
            {
                "question": "那些屬於電磁波",
                "correct": [
                    "無線電波",
                    "微波",
                    "紅外線",
                    "X光",
                    "紫外線"
                ],
                "decoys": [
                    "聲波",
                    "水波",
                    "超音波",
                    "動感光波"
                ]
            },
            {
                "question": "生活中利用電磁鐵的實例",
                "correct": [
                    "電鈴",
                    "喇叭",
                    "吹風機",
                    "磁浮列車",
                    "起重機"
                ],
                "decoys": [
                    "指南針",
                    "橡皮筋",
                    "修正帶",
                    "原子筆"
                ]
            },
            {
                "question": "改變電磁鐵磁極的方法",
                "correct": [
                    "改變電流方向",
                    "改變纏繞方向"
                ],
                "decoys": [
                    "換一顆電池",
                    "增加圈數",
                    "插入木棒",
                    "信心喊話",
                    "用愛勸導",
                    "改變壓力",
                    "改變體重"
                ]
            },
            {
                "question": "增強電磁鐵磁力的方法",
                "correct": [
                    "串聯更多電池",
                    "增加線圈圈數",
                    "放入鐵棒"
                ],
                "decoys": [
                    "放入木棒",
                    "放入鋁棒",
                    "減少線圈圈數",
                    "並聯更多電池",
                    "增加壓力",
                    "導線拉長"
                ]
            },
            {
                "question": "關於地球磁場的正確敘述",
                "correct": [
                    "地理北極在北",
                    "地理南極在南",
                    "地磁S極在北",
                    "地磁N極在南"
                ],
                "decoys": [
                    "地理北極在南",
                    "地理南極在北",
                    "地磁S極在南",
                    "地磁N極在北",
                    "地球是空心的"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            }
        ],
        "上冊(K)": [
            {
                "question": "大氣中的水有哪些狀態",
                "correct": [
                    "雲",
                    "霧",
                    "露",
                    "霜",
                    "雪"
                ],
                "decoys": [
                    "雷",
                    "霆",
                    "零",
                    "霄"
                ]
            },
            {
                "question": "常見的鋒面有哪幾種",
                "correct": [
                    "冷鋒",
                    "暖鋒",
                    "滯留鋒"
                ],
                "decoys": [
                    "蜜蜂",
                    "先鋒",
                    "劍鋒",
                    "筆鋒",
                    "冰鋒",
                    "發瘋"
                ]
            },
            {
                "question": "常見的溫室氣體有哪些",
                "correct": [
                    "二氧化碳",
                    "水氣",
                    "甲烷"
                ],
                "decoys": [
                    "氧氣",
                    "氮氣",
                    "空氣",
                    "甲蟲",
                    "水晶",
                    "二胡"
                ]
            },
            {
                "question": "關於大陸冷氣團的正確敘述",
                "correct": [
                    "東北季風",
                    "寒流",
                    "高壓南下",
                    "乾冷空氣"
                ],
                "decoys": [
                    "西南氣流",
                    "造成颱風",
                    "是低壓中心",
                    "溫暖潮濕",
                    "造成梅雨"
                ]
            },
            {
                "question": "關於衛星雲圖的正確敘述",
                "correct": [
                    "白色是雲",
                    "藍色是海",
                    "綠色是陸地"
                ],
                "decoys": [
                    "白色是雪",
                    "藍色是陸地",
                    "綠色是海",
                    "綠色是森林",
                    "藍色是天空",
                    "白色是人"
                ]
            },
            {
                "question": "關於地面天氣圖的正確敘述",
                "correct": [
                    "線條為等壓線",
                    "H是高壓中心",
                    "L是低壓中心"
                ],
                "decoys": [
                    "H是熱",
                    "L是冷",
                    "線條為等高線",
                    "冷鋒是半圓型",
                    "暖鋒是三角型",
                    "可以看出國界"
                ]
            },
            {
                "question": "關於梅雨的正確敘述",
                "correct": [
                    "氣團勢力相當",
                    "鋒面停滯",
                    "連續性降雨",
                    "5、6月常見"
                ],
                "decoys": [
                    "會長梅子",
                    "沒雨的意思",
                    "冬天常見",
                    "颱風引起",
                    "56不能亡"
                ]
            },
            {
                "question": "關於北半球颱風的正確敘述",
                "correct": [
                    "逆時針旋轉",
                    "熱帶性低氣壓",
                    "帶來強風豪雨",
                    "濃厚雲層"
                ],
                "decoys": [
                    "順時針旋轉",
                    "發源於陸地",
                    "熱帶性高氣壓",
                    "乾爽天氣",
                    "濃厚巧克力"
                ]
            },
            {
                "question": "颱風強度分級",
                "correct": [
                    "輕度",
                    "中度",
                    "強烈"
                ],
                "decoys": [
                    "超級",
                    "微小",
                    "重量級",
                    "霸王級",
                    "重度",
                    "強壯"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "酸性溶液的特徵",
                "correct": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅"
                ],
                "decoys": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "鹼性溶液的特徵",
                "correct": [
                    "滑滑的",
                    "有澀味",
                    "能除油汙",
                    "石蕊試紙變藍"
                ],
                "decoys": [
                    "有酸味",
                    "有腐蝕性",
                    "石蕊試紙變紅",
                    "有香味",
                    "能除臭"
                ]
            },
            {
                "question": "哪些是酸鹼指示劑",
                "correct": [
                    "石蕊試紙",
                    "紫色高麗菜",
                    "蝶豆花",
                    "酚酞",
                    "廣用試劑"
                ],
                "decoys": [
                    "黑墨水",
                    "食鹽水",
                    "雙氧水",
                    "修正液"
                ]
            },
            {
                "question": "哪些是生活中的酸鹼中和",
                "correct": [
                    "胃酸多吃胃藥",
                    "飯後刷牙",
                    "農夫撒石灰粉"
                ],
                "decoys": [
                    "咖啡加糖",
                    "酒精消毒雙手",
                    "噴香水蓋臭味",
                    "傷口塗雙氧水",
                    "洗碗精洗油汙",
                    "水加冰塊"
                ]
            },
            {
                "question": "哪些是溶液",
                "correct": [
                    "鹽水",
                    "糖水",
                    "空氣",
                    "合金",
                    "酒"
                ],
                "decoys": [
                    "純水",
                    "紅豆湯",
                    "氧氣",
                    "砂子"
                ]
            },
            {
                "question": "具有導電性的水溶液",
                "correct": [
                    "鹽水",
                    "醋",
                    "小蘇打水",
                    "汽水",
                    "鹽酸",
                    "果汁"
                ],
                "decoys": [
                    "糖水",
                    "酒精",
                    "純水"
                ]
            },
            {
                "question": "常見的酸性水溶液",
                "correct": [
                    "汽水",
                    "醋",
                    "果汁",
                    "鹽酸",
                    "酸雨"
                ],
                "decoys": [
                    "鹽水",
                    "酒精",
                    "氨水",
                    "肥皂水"
                ]
            },
            {
                "question": "常見的鹼性水溶液",
                "correct": [
                    "小蘇打水",
                    "石灰水",
                    "氨水",
                    "肥皂水"
                ],
                "decoys": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "常見的中性水溶液",
                "correct": [
                    "純水",
                    "糖水",
                    "鹽水",
                    "酒精"
                ],
                "decoys": [
                    "小蘇打水",
                    "石灰水",
                    "汽水",
                    "醋",
                    "果汁"
                ]
            },
            {
                "question": "關於酸鹼中和的敘述與結果",
                "correct": [
                    "釋放大量熱",
                    "可能呈酸性",
                    "可能呈鹼性",
                    "可能呈中性"
                ],
                "decoys": [
                    "一定是酸性",
                    "一定是鹼性",
                    "一定是中性",
                    "溫度下降",
                    "反應非常緩慢"
                ]
            },
            {
                "question": "動物的層次有哪些",
                "correct": [
                    "細胞",
                    "組織",
                    "器官",
                    "系統",
                    "個體"
                ],
                "decoys": [
                    "零件",
                    "原子",
                    "分子",
                    "元素"
                ]
            },
            {
                "question": "人類呼吸的系統包含哪些",
                "correct": [
                    "鼻子",
                    "氣管",
                    "肺"
                ],
                "decoys": [
                    "食道",
                    "胃",
                    "心臟",
                    "耳朵",
                    "嘴巴",
                    "眼睛"
                ]
            },
            {
                "question": "牙齒的種類",
                "correct": [
                    "門齒",
                    "犬齒",
                    "臼齒"
                ],
                "decoys": [
                    "象牙",
                    "假牙",
                    "暴牙",
                    "金牙",
                    "齒輪",
                    "智齒"
                ]
            },
            {
                "question": "人類消化道包含哪些",
                "correct": [
                    "口腔",
                    "胃",
                    "小腸",
                    "大腸",
                    "肛門"
                ],
                "decoys": [
                    "肝臟",
                    "胰臟",
                    "心臟",
                    "腎臟"
                ]
            },
            {
                "question": "脊椎動物利用哪些部位來完成動作",
                "correct": [
                    "骨骼",
                    "關節",
                    "肌肉"
                ],
                "decoys": [
                    "皮膚",
                    "毛髮",
                    "脂肪",
                    "血液",
                    "指甲",
                    "骨頭"
                ]
            },
            {
                "question": "哪些動物種類主要以肺呼吸",
                "correct": [
                    "烏龜",
                    "麻雀",
                    "鯨魚",
                    "蝙蝠",
                    "人"
                ],
                "decoys": [
                    "金魚",
                    "蝌蚪",
                    "孑孓",
                    "螃蟹"
                ]
            },
            {
                "question": "胃有那些消化功能",
                "correct": [
                    "攪拌",
                    "暫時儲存",
                    "消毒"
                ],
                "decoys": [
                    "吸收水分",
                    "吸收養分",
                    "製造糞便",
                    "思考",
                    "排泄",
                    "排遺"
                ]
            },
            {
                "question": "草食性動物有哪些",
                "correct": [
                    "牛",
                    "羊",
                    "兔",
                    "馬",
                    "鹿"
                ],
                "decoys": [
                    "獅",
                    "虎",
                    "豹",
                    "鷹"
                ]
            },
            {
                "question": "肉食性動物有哪些",
                "correct": [
                    "獅",
                    "虎",
                    "豹",
                    "鷹",
                    "狼"
                ],
                "decoys": [
                    "羊",
                    "兔",
                    "馬",
                    "鹿"
                ]
            },
            {
                "question": "哪些發明靈感來自於動物",
                "correct": [
                    "吸盤",
                    "雷達",
                    "飛機",
                    "船槳",
                    "蛙鞋"
                ],
                "decoys": [
                    "手機",
                    "電腦",
                    "電視",
                    "筷子"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "載流導線周圍影響磁場強弱的因素",
                "correct": [
                    "電流強弱",
                    "距離導線遠近"
                ],
                "decoys": [
                    "導線顏色",
                    "天氣好壞",
                    "心情指數",
                    "導電長短",
                    "電池品牌",
                    "距離導航目標",
                    "磁鐵強弱"
                ]
            },
            {
                "question": "電磁鐵的使用優點",
                "correct": [
                    "強弱可控",
                    "磁極方向可控",
                    "有無磁力可控"
                ],
                "decoys": [
                    "會發光",
                    "會變色",
                    "心情可控",
                    "顏色可控",
                    "不用通電",
                    "永遠有磁力"
                ]
            },
            {
                "question": "那些屬於電磁波",
                "correct": [
                    "無線電波",
                    "微波",
                    "紅外線",
                    "X光",
                    "紫外線"
                ],
                "decoys": [
                    "聲波",
                    "水波",
                    "超音波",
                    "動感光波"
                ]
            },
            {
                "question": "生活中利用電磁鐵的實例",
                "correct": [
                    "電鈴",
                    "喇叭",
                    "吹風機",
                    "磁浮列車",
                    "起重機"
                ],
                "decoys": [
                    "指南針",
                    "橡皮筋",
                    "修正帶",
                    "原子筆"
                ]
            },
            {
                "question": "改變電磁鐵磁極的方法",
                "correct": [
                    "改變電流方向",
                    "改變纏繞方向"
                ],
                "decoys": [
                    "換一顆電池",
                    "增加圈數",
                    "插入木棒",
                    "信心喊話",
                    "用愛勸導",
                    "改變壓力",
                    "改變體重"
                ]
            },
            {
                "question": "增強電磁鐵磁力的方法",
                "correct": [
                    "串聯更多電池",
                    "增加線圈圈數",
                    "放入鐵棒"
                ],
                "decoys": [
                    "放入木棒",
                    "放入鋁棒",
                    "減少線圈圈數",
                    "並聯更多電池",
                    "增加壓力",
                    "導線拉長"
                ]
            },
            {
                "question": "關於地球磁場的正確敘述",
                "correct": [
                    "地理北極在北",
                    "地理南極在南",
                    "地磁S極在北",
                    "地磁N極在南"
                ],
                "decoys": [
                    "地理北極在南",
                    "地理南極在北",
                    "地磁S極在南",
                    "地磁N極在北",
                    "地球是空心的"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            }
        ],
        "上冊(N)": [
            {
                "question": "熱傳播方式",
                "correct": [
                    "傳導",
                    "對流",
                    "輻射"
                ],
                "decoys": [
                    "超導",
                    "班導",
                    "上流",
                    "交流",
                    "散射",
                    "漫射"
                ]
            },
            {
                "question": "物質受熱後會有那些改變",
                "correct": [
                    "顏色",
                    "形狀",
                    "軟硬",
                    "三態變化",
                    "大小"
                ],
                "decoys": [
                    "性別",
                    "國籍",
                    "智商",
                    "性格"
                ]
            },
            {
                "question": "酒精燈的使用注意事項",
                "correct": [
                    "8分滿",
                    "以燈罩蓋熄",
                    "用打火機點燃"
                ],
                "decoys": [
                    "全滿",
                    "用嘴吹熄",
                    "酒精燈互點",
                    "倒過來放",
                    "以燈罩點燃",
                    "不用熄滅"
                ]
            },
            {
                "question": "那些符合散熱原理",
                "correct": [
                    "搧風",
                    "保持通風",
                    "散熱貼布",
                    "冰敷袋"
                ],
                "decoys": [
                    "蓋厚被子",
                    "穿羽絨衣",
                    "曬太陽",
                    "保持通靈",
                    "熱敷袋"
                ]
            },
            {
                "question": "關於熱輻射的正確敘述",
                "correct": [
                    "不需要介質",
                    "淺色不易吸收",
                    "淺色易反射",
                    "深色易吸收",
                    "深色不易反射"
                ],
                "decoys": [
                    "需要介質",
                    "淺色易吸收",
                    "深色易反射",
                    "需要空氣"
                ]
            },
            {
                "question": "關於熱對流的正確敘述",
                "correct": [
                    "流體主要方式",
                    "高溫傳向低溫",
                    "與密度有關"
                ],
                "decoys": [
                    "低溫傳向高溫",
                    "熱的向下",
                    "冷的向上",
                    "固體主要方式",
                    "與顏色有關",
                    "只能在真空"
                ]
            },
            {
                "question": "關於熱傳導的正確敘述",
                "correct": [
                    "直接接觸",
                    "固體主要方式",
                    "高溫傳向低溫"
                ],
                "decoys": [
                    "不用接觸",
                    "氣體主要方式",
                    "低溫傳向高溫",
                    "熱的向上",
                    "冷的向下",
                    "塑膠傳熱最快"
                ]
            },
            {
                "question": "導電性TOP 5",
                "correct": [
                    "銀",
                    "銅",
                    "金",
                    "鋁",
                    "鐵"
                ],
                "decoys": [
                    "汞",
                    "鉛",
                    "鎢",
                    "鈦"
                ]
            },
            {
                "question": "可以復原的變化",
                "correct": [
                    "水結冰",
                    "水蒸發",
                    "巧克力融化",
                    "金戒指變形"
                ],
                "decoys": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ]
            },
            {
                "question": "不可以復原的變化",
                "correct": [
                    "雞蛋煮熟",
                    "紙張燒成灰",
                    "食物消化",
                    "肉烤焦",
                    "鐵生鏽"
                ],
                "decoys": [
                    "水結冰",
                    "水蒸發",
                    "巧克力融化",
                    "金戒指變形"
                ]
            },
            {
                "question": "大氣中的水有哪些狀態",
                "correct": [
                    "雲",
                    "霧",
                    "露",
                    "霜",
                    "雪"
                ],
                "decoys": [
                    "雷",
                    "霆",
                    "零",
                    "霄"
                ]
            },
            {
                "question": "常見的鋒面有哪幾種",
                "correct": [
                    "冷鋒",
                    "暖鋒",
                    "滯留鋒"
                ],
                "decoys": [
                    "蜜蜂",
                    "先鋒",
                    "劍鋒",
                    "筆鋒",
                    "冰鋒",
                    "發瘋"
                ]
            },
            {
                "question": "常見的溫室氣體有哪些",
                "correct": [
                    "二氧化碳",
                    "水氣",
                    "甲烷"
                ],
                "decoys": [
                    "氧氣",
                    "氮氣",
                    "空氣",
                    "甲蟲",
                    "水晶",
                    "二胡"
                ]
            },
            {
                "question": "關於大陸冷氣團的正確敘述",
                "correct": [
                    "東北季風",
                    "寒流",
                    "高壓南下",
                    "乾冷空氣"
                ],
                "decoys": [
                    "西南氣流",
                    "造成颱風",
                    "是低壓中心",
                    "溫暖潮濕",
                    "造成梅雨"
                ]
            },
            {
                "question": "關於衛星雲圖的正確敘述",
                "correct": [
                    "白色是雲",
                    "藍色是海",
                    "綠色是陸地"
                ],
                "decoys": [
                    "白色是雪",
                    "藍色是陸地",
                    "綠色是海",
                    "綠色是森林",
                    "藍色是天空",
                    "白色是人"
                ]
            },
            {
                "question": "關於地面天氣圖的正確敘述",
                "correct": [
                    "線條為等壓線",
                    "H是高壓中心",
                    "L是低壓中心"
                ],
                "decoys": [
                    "H是熱",
                    "L是冷",
                    "線條為等高線",
                    "冷鋒是半圓型",
                    "暖鋒是三角型",
                    "可以看出國界"
                ]
            },
            {
                "question": "關於梅雨的正確敘述",
                "correct": [
                    "氣團勢力相當",
                    "鋒面停滯",
                    "連續性降雨",
                    "5、6月常見"
                ],
                "decoys": [
                    "會長梅子",
                    "沒雨的意思",
                    "冬天常見",
                    "颱風引起",
                    "56不能亡"
                ]
            },
            {
                "question": "關於北半球颱風的正確敘述",
                "correct": [
                    "逆時針旋轉",
                    "熱帶性低氣壓",
                    "帶來強風豪雨",
                    "濃厚雲層"
                ],
                "decoys": [
                    "順時針旋轉",
                    "發源於陸地",
                    "熱帶性高氣壓",
                    "乾爽天氣",
                    "濃厚巧克力"
                ]
            },
            {
                "question": "颱風強度分級",
                "correct": [
                    "輕度",
                    "中度",
                    "強烈"
                ],
                "decoys": [
                    "超級",
                    "微小",
                    "重量級",
                    "霸王級",
                    "重度",
                    "強壯"
                ]
            },
            {
                "question": "水循環主要的步驟",
                "correct": [
                    "蒸發",
                    "凝結",
                    "降水"
                ],
                "decoys": [
                    "發酵",
                    "蒸餃",
                    "隱身",
                    "瞬移",
                    "洗澡",
                    "攪拌"
                ]
            },
            {
                "question": "三大岩石種類",
                "correct": [
                    "沉積岩",
                    "變質岩",
                    "火成岩"
                ],
                "decoys": [
                    "鑽石",
                    "黃金",
                    "變性岩",
                    "火大岩",
                    "沉睡岩",
                    "大理石"
                ]
            },
            {
                "question": "礦物鑑定會利用那些方式",
                "correct": [
                    "顏色",
                    "光澤",
                    "硬度",
                    "條痕",
                    "晶形"
                ],
                "decoys": [
                    "味道",
                    "重量",
                    "價格",
                    "產地"
                ]
            },
            {
                "question": "關於摩氏硬度的正確敘述",
                "correct": [
                    "抗磨損能力",
                    "滑石最軟",
                    "鑽石最硬"
                ],
                "decoys": [
                    "抗壓能力",
                    "指甲最硬",
                    "脾氣最硬",
                    "數字越小越貴",
                    "數字越大越軟",
                    "金剛石最壯"
                ]
            },
            {
                "question": "常見的沉積岩",
                "correct": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩"
                ],
                "decoys": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "常見的火成岩",
                "correct": [
                    "玄武岩",
                    "花崗岩",
                    "安山岩"
                ],
                "decoys": [
                    "石灰岩",
                    "砂岩",
                    "礫岩",
                    "頁岩",
                    "大理岩",
                    "鑽石"
                ]
            },
            {
                "question": "關於曲流地形的正確敘述",
                "correct": [
                    "凹岸流速快",
                    "凸岸流速慢",
                    "凹岸侵蝕力強",
                    "凸岸堆積力強"
                ],
                "decoys": [
                    "凹岸流速慢",
                    "凸岸流速快",
                    "凹岸堆積力強",
                    "凸岸侵蝕力強",
                    "凸岸會崩塌"
                ]
            },
            {
                "question": "常見的海蝕地形",
                "correct": [
                    "海蝕崖",
                    "海蝕洞",
                    "海蝕柱",
                    "海蝕門"
                ],
                "decoys": [
                    "沙灘",
                    "河口",
                    "瀑布",
                    "沙洲",
                    "海底世界"
                ]
            },
            {
                "question": "關於地震震度的正確敘述",
                "correct": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同"
                ],
                "decoys": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同",
                    "代表心情"
                ]
            },
            {
                "question": "關於地震規模的正確敘述",
                "correct": [
                    "代表釋放能量",
                    "沒有單位",
                    "數字有小數",
                    "各地相同"
                ],
                "decoys": [
                    "代表破壞力",
                    "單位是級",
                    "數字是整數",
                    "各地不同",
                    "代表心情"
                ]
            },
            {
                "question": "流水的作用",
                "correct": [
                    "侵蝕",
                    "搬運",
                    "堆積"
                ],
                "decoys": [
                    "搬家",
                    "腐蝕",
                    "囤積",
                    "裝修",
                    "地震",
                    "快遞"
                ]
            },
            {
                "question": "磁性金屬有哪些",
                "correct": [
                    "鐵",
                    "鈷",
                    "鎳"
                ],
                "decoys": [
                    "金",
                    "銀",
                    "銅",
                    "鋁",
                    "鈦",
                    "鎢"
                ]
            },
            {
                "question": "磁極有哪些",
                "correct": [
                    "指北極",
                    "指南極",
                    "N極",
                    "S極"
                ],
                "decoys": [
                    "北極",
                    "南極",
                    "正極",
                    "負極",
                    "陽極"
                ]
            },
            {
                "question": "載流導線周圍影響磁場強弱的因素",
                "correct": [
                    "電流強弱",
                    "距離導線遠近"
                ],
                "decoys": [
                    "導線顏色",
                    "天氣好壞",
                    "心情指數",
                    "導電長短",
                    "電池品牌",
                    "距離導航目標",
                    "磁鐵強弱"
                ]
            },
            {
                "question": "電磁鐵的使用優點",
                "correct": [
                    "強弱可控",
                    "磁極方向可控",
                    "有無磁力可控"
                ],
                "decoys": [
                    "會發光",
                    "會變色",
                    "心情可控",
                    "顏色可控",
                    "不用通電",
                    "永遠有磁力"
                ]
            },
            {
                "question": "那些屬於電磁波",
                "correct": [
                    "無線電波",
                    "微波",
                    "紅外線",
                    "X光",
                    "紫外線"
                ],
                "decoys": [
                    "聲波",
                    "水波",
                    "超音波",
                    "動感光波"
                ]
            },
            {
                "question": "生活中利用電磁鐵的實例",
                "correct": [
                    "電鈴",
                    "喇叭",
                    "吹風機",
                    "磁浮列車",
                    "起重機"
                ],
                "decoys": [
                    "指南針",
                    "橡皮筋",
                    "修正帶",
                    "原子筆"
                ]
            },
            {
                "question": "改變電磁鐵磁極的方法",
                "correct": [
                    "改變電流方向",
                    "改變纏繞方向"
                ],
                "decoys": [
                    "換一顆電池",
                    "增加圈數",
                    "插入木棒",
                    "信心喊話",
                    "用愛勸導",
                    "改變壓力",
                    "改變體重"
                ]
            },
            {
                "question": "增強電磁鐵磁力的方法",
                "correct": [
                    "串聯更多電池",
                    "增加線圈圈數",
                    "放入鐵棒"
                ],
                "decoys": [
                    "放入木棒",
                    "放入鋁棒",
                    "減少線圈圈數",
                    "並聯更多電池",
                    "增加壓力",
                    "導線拉長"
                ]
            },
            {
                "question": "關於地球磁場的正確敘述",
                "correct": [
                    "地理北極在北",
                    "地理南極在南",
                    "地磁S極在北",
                    "地磁N極在南"
                ],
                "decoys": [
                    "地理北極在南",
                    "地理南極在北",
                    "地磁S極在南",
                    "地磁N極在北",
                    "地球是空心的"
                ]
            },
            {
                "question": "磁力的性質",
                "correct": [
                    "同性相斥",
                    "異性相吸",
                    "越近越強",
                    "越遠越弱"
                ],
                "decoys": [
                    "同性相吸",
                    "異性相斥",
                    "越近越弱",
                    "越遠越強",
                    "吸所有金屬"
                ]
            }
        ]
    }
};